[
    {
        "slug": "In-a-Parallel-Universe",
        "title": "In a Parallel Universe",
        "author": "anant",
        "categories": [
            "multiverse"
        ],
        "image": "assets/images/2.jpg",
        "content": "Humorous memes, science fiction, religion, philosophy, psychology, astronomy, fantasy, what do they all have in common? I guess you read the title of this article, so you already know the answer.\n\nIn a parallel universe, you could have whatever you can’t have here and do stuff you can’t do here. An alternate timeline of your life where you chose a different college, had different parents or probably were born in another country. It is fascinating to think that there may be a world, where the two deadly world wars did not happen. But, is it just a wild fantasy? Or, is there more to it?\n\nWhat does Physics say about it? Let us begin with the past. In a 1952 lecture, Erwin Schrödinger (the great physicist who gave us the Schrödinger equation, which is the ‘F = ma’ of super-tiny aka Quantum systems) famously said that when his Nobel equations seemed to describe different histories, they were ‘…not alternatives but all really happen[ing] simultaneously’. That was probably the beginning of the idea of parallel universes or multiverses.(To be fair, Isaac Newton wrote some stuff back in the 1700s referring to idea of a Multiverse, but that was more philosophical rather than mathematically concrete).\n\n**CLARIFICATION ALERT:** The word ‘Universe’ is really a synonym for ‘the whole’, so that makes ‘Multiverse’ seem like a nonsensical word. Whenever Physicists refer to Multiverse, they are talking about multiple ’Observable’ Universes.\n\nIn the quantum world, when little particles interact with other little particles (little, as in, really really little, think of an electron or a quark), they do not behave as concrete and determinable particles, rather they exist in a superposition of all possible states in what is called a ‘wavefunction’.When an observation is made, the wave-function collapses and the particle appears at a single spot. The famous Double Slit experiment, Quantum Teleportation and the Stern-Gerlach experiment, amongst many, line up to support this fact.\n\nWhile all Physicists agree about the collapse of the wave-function, nobody clearly knows how it happens. In other words, it is not clearly known why observation causes a quantum system to end up in a certain state and not the other. This has lead to a group of scientists in speculating many models of the different possible timelines aka Parallel Universes:\n\n### 1. Quilted Multiverse\nThis model assumes an infinite Universe. And, infinity is bigger than you think. Consider this: it\ntakes about x =(10 )^(10)⁷⁰ quantum states to completely define 1 m3 of space. In other words, x is the number of different ways that we could put together 1 m³ of space resulting in different arrangements of atoms, one of which can be you or me. That essentially means if the universe was larger than x meters across, then there may be multiple copies of you and me in the Cosmos(Quantum Physics says that, not me). If you didn’t notice, x here is finite but we are not as sure about our Universe. This is the foundation of this model. There could be isolated bubbles of observable universes floating around that are so far away from each other that it will take gazillions of years for light to travel across them(recall that light is only about 3,00,000 km per sec fast, not infinitely fast). Thus, billions of copies of you and me maybe floating around but, alas, we cannot interact with them.\n\n### 2. Membranes & Multidimensions\nThis model relies on String theory and M-theory’s idea of spacetime existing in at least 10 dimensions (nostalgia anyone? Interstellar?). Each world lives on a 3D brane(short for membrane)embedded in a higher dimensional multi-brane ‘bulk’. Think of a newspaper, each of its pages is a 2D world embedded into a multi-brane newspaper. These branes can interact with each other, and when they collide, the amount of energy released is enough to produce a big bang. This can be explained mathematically with the help of M-theory. We have got an interpretation that explains the Big Bang better and accounts for Parallel Universes too! Two for one! Unfortunately, it is also an unconfirmed model.\n\n### 3. Many Worlds’ Interpretation\nThis is it. This is ‘the’ thing. This is the most popular interpretation of the Multiverse theory. Termed by Hugh Everett III, this is the one that repeatedly pops up in the DC/Marvel Universe, Sci-Fi movies, Fantasy Worlds and so on. This model uses ‘choice’ as the central idea. On a weekday morning, you are faced with two choices: either go to the class or watch your favourite TV-show. You chose the latter(I mean, let’s be honest). But that does not mean the other timeline does not exist. Both the futures are equally real, only you chose the second one(try not to think about GPA now). Imagine a tree, if it helps. An ant starts walking from the trunk to the branches, choosing one branch over the other, at each junction. The ant will experience only one path but the whole tree still exists. Similarly, we are currently living in one possible reality, that we decided to choose. To quote Mark Batterson, “You are one decision away from a totally different life.”\nIt is good to think and explore possibilities but far more important is to stay realistic. How can we accept or reject any of the above-proposed models? Will it ever be possible? There is a continuous heated debate in the scientific community on the idea of Multiverse. How can an experiment rule out a theory if the theory provides for all possible outcomes? Many great physicists speak in favour while others in against of it.\n\n**Proponents:**\n\nStephen Hawking\n\nBrian Greene\n\nMichio Kaku\n\nNeil deGrasse Tyson\n\nMax Tegmark\n\n**Skeptics:**\n\nSteven Weinberg\n\nDavid Gross\n\nPaul Steinhardt\n\nGeorge Ellis\n\nNeil Turok and more…\n\nBut Physics is science, not philosophy. Hopefully, someday, one of us will design, build and conduct an experiment to test these hypotheses. We shall overcome this debate, someday.\n\nMaybe you believe one of the above models, maybe none. Screw it. How does it matter, we are all living inside the Matrix. Or maybe, not living, either."
    },
    {
        "slug": "Why-Extraterrestrial-Life-Is-Hard-To-Find",
        "title": "Why Extraterrestrial Life Is Hard To Find",
        "author": "shishir",
        "categories": [
            "life"
        ],
        "image": "assets/images/1.jpeg",
        "content": "> Fermi Paradox and the Great Filter\n\nOne of the greatest questions that has baffled scientists, as well as all of humanity, is :\n\n“Why don’t we see alien civilizations?”\n\nWe currently have knowledge that there are at least a hundred billion watery planets in our galaxy itself with probably billions being earth sized revolving around sun-like stars and in the Goldilocks Zone. These planets have been here long enough to produce civilizations that could have colonized the entire galaxy. Humanity has been on earth for merely 200,000 years while the galaxy is 10 Billion years old and we are able to send probes in space with our current technology. Thus given the age of the galaxy the logical conclusion is that there should be at least one other alien species which should be able to do the same. However, we have seen zero evidence of any current aliens or residual evidence of extinct ones.\n\nThus the question arises — why is the Milky Way unlike Star Wars?\n\nThis oddity is called the Fermi Paradox — the contradiction between the high probability of existence of extraterrestrial life and the lack of evidence to support this claim. The natural progression of a species after the domination of their planet would be spread to the solar system and then the entire galaxy. But we have seen no such evidence even though some Earth-like planets are billions of years older than us. This means something is preventing intelligent life from climbing this staircase beyond the step we are on right now. This something which makes becoming a galactic civilization extremely hard or probably impossible is called the Great Filter, a challenge or danger so hard to overcome that it eliminates every species that encounters it.\n\nIn the case of humanity there are two possible scenarios :\n\nThe first being that we have already passed the filter, in which case we can assume that the impossible step which no other species on any other planet has passed is the development of intelligent, complex life itself and the possibility of conscious thought. The outcome being we are the first forms of intelligent life and are on the road to conquering the entire galaxy.\n\nIn Scenario Two the filter is ahead of us and the danger is vastly greater than anything the earth has experienced in its lifetime (ice age, life devastating comet) as the current devastating events have not managed to terminate life but only set it back on the path to intelligence by a small fraction. Thus the filter must be so dangerous, devastating and powerful that it has destroyed all advanced civilizations in our galaxy. The most convincing hypothesis is that once a species assumes complete control over its planet it has started on the path to self-destruction. Technology is the best way to achieve this. This thing needs to be so obvious that every intelligent species is able to discover this but also dangerous enough that its discovery leads to a crisis or disaster. Some examples may be — nuclear war, artificial intelligence that gets out of hand, experiments that destroy the atmosphere and genetically engineered diseases. It may also be something simpler such as the species destroying the planet while competing with each other for its resources. Once a civilization is advanced enough to change the composition of its planet, it ends up making it uninhabitable.\n\nThese two scenarios would also lead us to the logical conclusion that finding extra-terrestrial life is actually an indication of danger as it would mean that scenario one is false and that the filter is ahead of us. But until then live long and prosper."
    },
    {
        "slug": "When-a-Star-Dies-in-Clumps",
        "title": "When a Star Dies in Clumps",
        "author": "abhijeet",
        "categories": [
            "Stars",
            "Galaxies"
        ],
        "image": "/assets/images/abhi0.jpg",
        "content": "> The death of Tycho Star; in clumps and lumps.\n\nThis is an X-ray image of the remnant of an explosion left after the death of a Star. Notice the thicket of knots in the aftermath of this explosion. NASA's Chandra X-ray Observatory reveals an intriguing pattern of bright clumps and fainter areas in Tycho SuperNova Remnant. Was the clumpiness caused by explosion or something happening afterward? But first of all, who was Tycho?\n\nTycho was a Danish astronomer who in 1572 noticed a bright object in the constellation Cassiopeia. He was able to show it is far beyond the moon, and it Universe can exist beyond the Sun and planets.\n\nBut we now know that Tycho's new star was not new at all; rather it signaled the death of a star in Type 1a Supernova. These supernovae occur when a white dwarf star pulls material from a nearby companion star until an explosion happens.\n\n![gas stripped off from companion star]({{ '/assets/images/abhi1.jpg' | relative_url }})\n\n*gas stripped off from a companion star; Credits: NASA*\n\nScientists used two narrow ranges of X-ray energies to isolate material for emphasizing clumps in the image. Silicon moving away from us is colored red and Silicon moving towards Earth is shown blue. Similarly, other colors show a broad range of different elements, their energies, and motion.\n\nFrom statistical analysis, scientists found that Tycho SNR (SuperNova Remnant) clumps may be caused due to multiple ignition points in its explosion.\n\n![Cassiopeia A Supernova]({{ '/assets/images/abhi2.jpg' | relative_url }})\n\n*false-color image of Cassiopeia A; Credits: NASA*\n\nI went through a paper titled **From the supernova to the supernova remnant: the three-dimensional imprint of a thermonuclear explosion** describing the results by Ferrand and co-authors appeared in the June 1st, 2019 issue of  ([The Astrophysical Journal](https://arxiv.org/pdf/1904.08062.pdf)). The team constructed their 3D computer models of the Supernova.\n\n![Cassiopeia A Supernova]({{ '/assets/images/abhi3.jpg' | relative_url }})\n\n*Credits: arXiv:1904.08062v1 [astro-ph.HE] 17 Apr 2019*\n\n> the image shows mass densities of the ejecta of star's\n> explosion with time. Left ones are spherically symmetric ejecta,\n> (1 D initial conditions, considering variability with radius)\n> while the right column contains images of asymmetric ejecta. It can be\n> observed that the matter within the central region reduces drastically\n> as time progresses. At age of t=500 yr, asymmetric ejecta resembles\n> what Chandra's Tycho image looks like.\n\nThey showed initial asymmetries in an explosion are required so that the model closely resembles the Chandra image of Tycho. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance. This can be due to multiple ignition points in Star's explosion as mentioned earlier which are more frequent in type Ia Supernovae.\n\nType Ia supernovae are used as **standard candles**, i.e., objects with known characteristic brightness which can be used to study the expansion of the universe. Moreover, they sprinkle elements that may support life in the next generation of solar systems.\n\n### References\n\n* Wikipedia\n* NASA mission pages\n* Chandra X-ray images\n* The Astrophysical Journal"
    },
    {
        "slug": "orino-Impact-Hazard-Scale",
        "title": "Torino Impact Hazard Scale",
        "author": "prajwal",
        "categories": [
            "Asteroids"
        ],
        "image": "/assets/images/prajwal.jpeg",
        "content": "It is a scale designed by IAU in 1999, that evaluates the risk of any potential asteroid impacts in near future (up to a 100 years) and signs them the specific number (on a scale of 0-10) and color code, relating to its intensity. Its primary focus is to facilitate government response to impending doom (Don't worry nothing has gone beyond 2 in this scale) and to make people aware of the steps they have to take. Now we will briefly see what different levels mean on this scale along with their color codes.\n\n<span style=\"background:lightgreen\">**Normal(0):** Near 0 chance of collision or no notable effect in any such event. Also includes celestial objects that burn in atmosphere. </span>\n\n<h5><span style=\"background:yellow\">Meriting Attention</span></h5>\n\n<span style=\"background:yellow\">**(1):** Not a threat but has a chance to pass very close to the earth. In most cases further observations re-assign, them to level 0. Tunguska impact falls here.</span>\n\n<span style=\"background:yellow\">**(2 & 3):** They have an impact chance of greater than 1%. They may account for localized and regional destruction respectively. However only one asteroid has been detected in this range and was later classified to level 0. Official attention is sought if collision is bound to happen in a decade.</span>\n\n<h5><span style=\"background:#F08080\">Threatening</span></h5>\n\n<span style=\"background:#F08080\">**(4, 5 & 6):** A close encounter with a large object is seriously possible, and may lead to regional or global devastation. Immediate action to discern the possibility of impact is required. Official attention is necessary to minimize the loss of life and property.\n\n<span style=\"background:#F08080\">However scary may category 4,5,6 seem, it won’t be enough to end civilization on a whole. This category asteroids have a very slight chance of triggering an impact winter (Winter that happens when asteroid impact causes dust to block sunlight.\nThe Chixclub impactor (the asteroid that killed dinosaurs) was a category 5 asteroid according to today’s scales.\n\n<span style=\"background:#F08080\">**Certain Collisions or catastrophic (We haven’t found or detected anything of this sort)**\n\n<span style=\"background:#F08080\">**(8 & 9):** A collision is imminent and the results would be catastrophic on a regional and global level repectively, including earthquake, tsunamis and impact winters. The chance for level 8 event is on average between once per 50 years and once per several 1000 years.\n\n<span style=\"background:#F08080\">**(10):** It deserves a special mention of its own right. Irrespective of where it lands, it will trigger a global climatic emergency and may pose a threat to entire life on planet. These events occur once in 100,000 years or less, but there is no detected evidence of such events so we can relax for a while.\n\nOn a side note, there is an unofficial level that I personally would want to see in this scale, which I call level Z, and it would encompass the events like the one that led to the formation of our moon. But then they would, if we consider our theories about moon formation to be true, will be classified as on an inter-planetary collision hazard scale, which is a topic for future.\nKnow more about the Torino Impact Hazard scale:\n[https://cneos.jpl.nasa.gov/sentry/torino_scale.html](https://cneos.jpl.nasa.gov/sentry/torino_scale.html)\n\nAnother similar scale:\n[Palermo Technical Impact Hazard Scale](https://en.wikipedia.org/wiki/Palermo_Technical_Impact_Hazard_Scale)"
    },
    {
        "slug": "ctive-Galactic-Nuclei",
        "title": "Active Galactic Nuclei",
        "author": "jainan",
        "categories": [
            "Galaxies",
            "Stars"
        ],
        "image": "/assets/images/jainan.jpg",
        "content": "> At a glance...\n\nQuasars, short for quasi-stellar radio source(s), are some of the brightest objects in the universe, with luminosities about 100-10000 times that of entire galaxies! While, blazars are also radio-sources, again with huge luminosities, that emit plasma (ionized matter) towards the earth as well. And when there is something that bright, obviously a question arises: Where does that much light come from? First, we must know about black holes.\n\nEvery star has a lifetime. When massive stars undergo a supernova (explosion due to gravitational collapse after depletion of fuel for fusion reaction), they shed of most of their outer envelope. However, the core (mostly iron, as iron-56 has the third greatest binding energy) is pulled further in to become a neutron star (all nucleons fuse so that only neutrons remain). However, in case the mass of the core was enormous, the escape velocity at or above it’s surface exceeds even the speed of light! Then, that is called a black hole.\nJust like stars, black holes vary in size (mass) and they keep feeding on a HUGE amount of surrounding matter, including gas, planets, stars, (and even other black holes) which start flowing, in a spiral path rather than in a straight path, into the black hole, as shown below. This region around the black hole, which contains the matter starting to flow into the black hole, is called accretion disk. AGNs (Active Galactic Nuclei), which are centres of galaxies with very high luminosities, are nothing but black holes with accretion disks.\n\n![Structure of Black Holes]({{ '/assets/images/jainan1.jpg'  | relative_url }})\n\n*Credits: slideshare.net*\n\nThis is where quasars come into the picture. Supermassive black holes (SMBHs) with super-bright accretion disks are called quasars. These quasars are about a few light-years wide in diameter. And almost all of them are AGNs. Despite being so small in size (relative to galaxies, not stars!), they outshine everything else. Infact, a quasar tens of light years away can outshine our sun! So, we come back to the question, with an addition: If nothing, not even light, can escape a black hole, where does that much light come from?\nFirstly, by ‘nothing can escape a black hole’, we mean nothing can escape it after crossing a particular surface where the escape velocity is c, called the event horizon. So, light can come from beyond the event horizon. When the matter is being pulled into the quasar (or any AGN), the particles in the accretion disk move at extremely high velocities, and acceleration. And, of course, just like humans in a crowd, these particles do not move in a line, but keep hustling into each other. The high amount of friction produced, is enough to convert much of the mass around the black hole into light energy, much more than that produced by fusion reactions, thus giving them luminosity greater than anything else. Most of the quasars also throw out bipolar jets of ionized matter, which are discussed later.\n\nComing on to blazars (combination of BL Lac objects and quasars), they too are AGNs, but one of their jets is directed towards the Earth, making it possible to detect their emissions. Hence, blazars are defined relative to their orientation. Quasars can be blazars if any jet is directed towards the Earth. Now…, what are jets?\n\nJets, more precisely astrophysical jets, are streams of plasma thrown out from the axis of an accretion disc. These can reach millions of light years and their particles move at near light speed. Surprised, aren’t you?!?! How can a high gravity object, which is supposed to pull in, and hence decelerate matter, emit high speed jets? This is believed to be the result of a complex magnetic field that directs a plasma beam away from the centre of the disc, along the axis.\n\n![jets]({{ '/assets/images/jainan2.jpg'  | relative_url }})\n\n*Credits: scitechdaily.com*\n\nPerhaps, some day, you may find this out for sure and post it in your own blog!\n\n### References:\n* Wikipedia\n* YouTube\n* Hila Science"
    },
    {
        "slug": "The-Solar-Surface",
        "title": "The Solar surface",
        "author": "jainan",
        "categories": [
            "Sun"
        ],
        "image": "/assets/images/jainan11.jpg",
        "content": "> Layers, solar wind, sunspots & the solar cycle, faculae, solar flares, CMEs and solar storms, Image Credits: SDO [(Source)](https://spacenews.com/nasa-observatory-reveals-roiling-sun-super-high-definition/)\n\nSo, before moving more into the subject, I would like to first clear it, that the *Sun doesn’t actually have a definite surface as such* , as it composes only of hot (very hot) gases and plasma. The surface is what we perceive to be a boundary when we observe the sun. However, we just take the topmost layer of the sun, the photosphere, to be the surface, whose light reaches us and is not absorbed or reflected back in by the envelope of gases. (Mind it, the sun has **six zones** – the core, the radiative zone, the convective zone, the photosphere, the chromosphere, and the corona (or atmosphere), however the photosphere is the deepest layer visible, beyond which the Sun goes opaque, and hence it is considered the surface.) So now, let’s see some spectacular facts about the star of our system.\n\n![Layers of the Sun]({{ '/assets/images/jainan3.jpg' | relative_url }})\n\n*Image credits: nasa.gov\n[(Source)](https://www.nasa.gov/mission_pages/iris/multimedia/layerzoo.html)*\n\nThe **photosphere** begins from about `7 lakh kms` from the Sun’s centre, till about `400 km`, beyond which the chromosphere begins. A very interesting phenomenon of these topmost two layers is that unlike from the core to the surface of the sun, the temperature increases with altitude rather than decreasing. In fact, the temperature in the photosphere ranges just from `6000 K to 4000 K`, while the chromosphere reaches `8000 K`. More surprisingly, the temperature suddenly surges to more than half a million Kelvins in the corona. The reasons for this are as yet unknown, but is most probably explained by **magnetic reconnection**. Magnetic reconnection is when two magnetic fields of antiparallel directions collide, merging and going out sideways, taking matter particles with them and ejecting a lot of heat in the process. The only thing is, it happens way faster than predicted by current calculations.\n\n![Magnetic Reconnection]({{ '/assets/images/jainan4.gif' | relative_url }})\n\n*GIF credits: wikipedia.org\n[(Source)](https://en.wikipedia.org/wiki/Magnetic_reconnection)*\n\n> I would recommend watching the animation on the site itself, and also check out a video or two about magnetic reconnection on YouTube, to understand how it works on the Sun’s surface (causing flares and CMEs) as well as Earth’s magnetic tail (causing auroras, although they are caused by direct matter penetration through the Earth’s magnetosphere’s cups too).\n\nNext comes the **chromosphere**. It is invisible by the naked eye (don’t try to check it without protective glasses!), and requires sophisticated instruments to see it, due to the overwhelming brightness of the photosphere beneath. However, its reddish colour is often revealed during solar eclipses, the only time when one can see it and the **corona** (which appears like a golden crown, hence the name). With not that many prominent features (except maybe *plages* and *Moreton waves* , a subject of their own), this region is yet to undergo much study, although scientists are always looking at it to predict space weather and observe solar prominences (loop-like extensions of matter from sun’s surface).\n\n![Sun Emission lines]({{ '/assets/images/jainan5.jpg' | relative_url }})\n\n*Image: Sun in H-alpha and other hydrogen emission lines, which are highly produced in the chromosphere*\n\n*Credits: wikipedia.org\n[(Source)](https://en.wikipedia.org/wiki/Chromosphere)*\n\nThe sparse, but **extremely hot Corona** is the subject of a greater awe. With temperatures, ranging from a half to a few million Kelvins, this volume is ruled by magnetic fields, solar flares and mass ejections.\n\n![Solar Eclipse and Corona]({{ '/assets/images/jainan6.jpg' | relative_url }})\n\n*Image: A total solar eclipse, clearly showing the chromospheric prominences (red) and the corona (white)*\n\n*Credits: wikipedia.org\n[(Source)](https://en.wikipedia.org/wiki/Corona)*\n\nIn fact, even if humans could possibly design some object that could withstand the surface temperature of the sun, it would never get anywhere close to the surface before being vaporised in the corona itself. It has no definite outer boundary, and particles continuously escape it, leading to what we call, *solar wind*, a constant flow of particles from the sun.\n\n**Solar wind** consists of matter from *solar plasma* , mostly consisting ionised H and He (i.e. alpha particles, protons and electrons), along with traces of heavier (C, O, N, Si, S, Fe, etc.) elements. Sometimes, the wind surges momentarily due to solar surface eruptions. These particles, if they reach the Earth’s surface, are a potential risk to life on Earth. However, as these particles are ionised, and hence charged, they get deflected by our planet’s magnetic field, preventing the damage they can cause. The wind continuously moves outward until a certain distance, after which it goes sideways flowing towards the tail of the **heliosphere**, whose shape is apparently due to a **bow shock** , a phenomenon occurring when interstellar wind meets sun’s magnetosphere, forming a shape similar to when Earth’s magnetosphere interacts with solar wind.\n\n![The Heliosphere]({{ '/assets/images/jainan7.jpg' | relative_url }})\n\n*Image: Artist’s impression of the Heliosphere, along with estimated locations of the twin Voyagers*\n\n*Credits: NASA/JPL-Caltech\n[(Source)](https://en.wikipedia.org/wiki/Heliosphere)*\n\nAs we can see, just as Earth’s magnetosphere protects our planet from the solar wind, the heliosphere, protects our Solar system from interstellar winds and cosmic radiation.\nZooming in on the sun’s surface, we observe bright spots with dark boundaries on the sun’s surface, called **granules**, which look like cells.\n\n![Sun Surface DKIST and sunspots]({{ '/assets/images/jainan7.png' | relative_url }})\n\n*Image 1) Highest resolution picture of Sun’s surface*\n\n*Credits: Daniel K. Inouye Solar Telescope\n[(Source)](https://en.wikipedia.org/wiki/Photosphere)*\n\n*Image 2) Sun in visible showing two sunspots at the right*\n\n*Credits: wikipedia.org\n[(Source)](https://en.wikipedia.org/wiki/Sun)*\n\nThese have a life span ranging from a few minutes to a day, depending on their size, and get continuously created and destroyed. They however are too small to be seen by any weakly aided eye. However, often there are quite huge dark spots on the surface, which can easily be identified due to their sheer size, and are called **Sunspots**. These are *cool regions* on the surface, and can last for quite long (a few days to few months). They almost always occur in pairs, and are caused by magnetic fields inhibiting convection currents at the poles of the temporary magnetic dipole. They can be so large as to be visible from Earth without the aid of a telescope (but with protection!). Their frequency and magnitude vary, depending more or less on the `11-year solar cycle`.\n\n![Sunspots Observations]({{ '/assets/images/jainan8.jpg' | relative_url }})\n\n*Image credits: wikipedia.org\n[(Source)](https://en.wikipedia.org/wiki/Sunspot)*\n\nThe **solar cycle** is a cycle between *solar maxima and minima*, corresponding to increase and decrease in solar activity (or number of sunspots), which occurs because Sun’s north and south poles interchange places in approximately every `11 years` (so you may say, more accurately the cycle is `22 years` long), each transition leading to increase in no. of *sunspots* , *solar flares* & *eruptions* , and *prominences* . The cycle’s maxima and minima are mostly determined by the number of sunspots observed. Again, reasons for this are as yet unknown. Surprisingly, *Jupiter* is considered among a possible reason for the solar cycle! As to why, mainly Jupiter (with `70% planetary mass`) determines where the centre of mass of our solar system will be. This movement of the centre of mass, can drive convection currents within the star, leading to **shifting magnetic flux** . And quite supportive of this amazing possibility, Jupiter has a revolution cycle of `11.9 Earth years`!\n\nIf you wondering that just like dark spots, are there bright spots too, the answer is yes. Although not common, and moreover difficult to observe on the already luminous sun, **faculae** (and their counterpart on the chromosphere, **plages**) are brighter regions on the Sun’s surface, which form at the boundaries of huge granules, due to concentration of magnetic field. As one could guess, their proximity to dense magnetic field, also means that they mostly occur nearby sunspots, and last several minutes.\n\n![Faculae]({{ '/assets/images/jainan9.jpg' | relative_url }})\n\n*Image: Faculae, alongside sunspots during high solar activity period*\n\n*Credits: NASA/GSFC, University of Colorado/LASP, HAO & NSO PSPT, GST\n[(Source)](https://svs.gsfc.nasa.gov/2644)*\n\nAnd finally, the eye-catching events, that look both beautiful and petrifying, **solar flares** and **CMEs** (short for coronal mass ejections) have been a subject of intense study, as they contribute greatly to the **space weather** , predicting which is crucial to satellites and astronauts up above, and even us on Earth. Small ejections from the Sun, have been known to have led to colourful **auroras** visible near the poles. They cause no significant effect here on Earth. Several big events, however, have caused disturbance to radio communications, power grid shutdowns and even induced ground currents (not to mention the magnificent auroras).\n\n![Aurora]({{ '/assets/images/jainan10.jpg' | relative_url }})\n\n*Image credits: NASA/GSFC\n[(Source)](https://www.nasa.gov/mission_pages/sunearth/news/visions-aurora.html)*\n\nOne such big event, causing the largest known geomagnetic perturbation, known as the **Carrington event of 1859**, was a solar storm that took down several newly developing telegraph operators of the US, staring fires, while some operators could operate their lines even without batteries, owing to the storm-induced current in their lines! (In fact, it is reported that one pair in Massachusetts could communicate for as long as two hours without any manmade electrical supply!)\n\n> This video below, showing a computer simulation, could help understand the effect of magnetic field outbursts from the Sun on Earth and how big CMEs are potentially dangerous.\n\n<iframe width=\"660\" height=\"440\" src=\"https://www.youtube.com/embed/dVS4Q4VgDxk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n<hr>\n\nAs both solar flares and CMEs, are caused by magnetic reconnections, and involve release of high energy plasma and radiation into space, they are often confused with each other, or thought to be the same. However, solar flares are *quite local events to the Sun’s atmosphere*, releasing high frequency radiation and some amount of plasma from Sun’s outer atmosphere into space, leading to little to not much change in the particulate output of the Sun into space, and some prominent energy release. In fact, a solar flare would do no more damage to say Venus, which is already pounded on by persistent solar wind.\n\nCMEs however, are a different class of their own. They grow like a *huge bubble of plasma* over a period of many hours, to a size way bigger than the Sun itself, and finally burst, releasing a huge amount of hot, magnetised particles into the surroundings, intensifying solar wind, and bombarding literally everything in their path. Hence, unlike flares, from which mostly radiation and a few particles in the direction of Earth manage to reach us, CMEs lead to a short, intense solar wind, and a magnetic storm, distorting our magnetosphere, not to mention the harmful radiation itself. Notice how the bubble had grown `(left)` , which soon explodes to release solar mass out into the surroundings. The white circle represents the Sun, hidden by a coronagraph to picture its surroundings.\n\n![CMEs and Solar Flares]({{ '/assets/images/jainan10.png' | relative_url }})\n\n *Image 1 credits: TRACE\n[(Source)](http://cse.ssl.berkeley.edu/coronalweather/CMEsFlares/index.html)*\n\n*Image 2 credits: Skylab 4\n[(Source)](https://www.britannica.com/science/solar-flare)*\n\nAs you can see, while a flare `(right)` too is an eruption on the Sun, most of the matter falls back in. Flares mostly can’t even be seen in the visible, as mostly the cloud of emerged ionised gas radiates in *X-rays* and *radio waves*. Most flares occur nearby sunspot gatherings, due to high magnetic gradients there, and hence their frequency too depends on the solar cycle, although flares do can occur in absence of sunspots. However, CMEs can easily be observed with the help of a **coronagraph** (used to block the rays of the sun itself). Although the relationship between solar flares and CMEs isn’t quite established, CMEs are often preceded/accompanied by large flares, and so flares can be a sign that ***‘A storm is coming!’***. So, although flares and CMEs are different (yet similar), they can occur in the presence (or absence) of each other.\n\nAnd finally, solar storms, which are somewhat poorly defined, include any solar emission event that can have an effect on the rest of the Solar system. It can include large flares, CMEs, **geomagnetic storms** (interaction between Earth’s magnetosphere and Sun’s magnetic field outburst) or shock wave accelerated solar winds. It is virtually any potentially short term, hazardous, solar emission event to astronauts, satellites and even Earth, and are a crucial factor considered in space weather.\n\nAs you are still reading, I am very happy to that you have reached reading till here, and you really want to know about our Sun. So, I would like to suggest you to check out a few things like our **Sun’s structure**, the **heliosphere**, **Earth’s magnetosphere**, **Sun’s tachocline**, etc., to understand just how lucky we are, to have got the perfect star to provide heat and energy, the perfect planet to live on, the perfect atmosphere and magnetic field to protect us, and the just perfect distance between them to be safe from heat and radiation, but not freeze up.\n\n### References\n\n- [nasa.gov](https://nasa.gov)\n- [phys.org](https://phys.org)\n- [wikipedia.org](https://wikipedia.org)\n- [britannica.com](https://britannica.com)\n- [cse.ssl.berkeley.edu/coronalweather](https://cse.ssl.berkeley.edu/coronalweather)\n- [youtube.com (NASA & NASA Goddard)](https://youtube.com)"
    },
    {
        "slug": "Radiophysics-at-its-Basics",
        "title": "Radiophysics at its Basics",
        "author": "tushika",
        "categories": [
            "Radiophysics"
        ],
        "image": "/assets/images/tushika0.jpg",
        "content": "Radiation is defined as emission of energy as electromagnetic waves or as moving subatomic particles, especially high energy particles which cause ionization and Radioactivity is the term used to describe disintegration of atoms. The latter one is a part of our earth – it has existed all along. Naturally occurring radioactive materials are present in earth’s crust, the floors, and walls of our college, schools, or office and in food we eat and drink. There are radioactive gases in the air we breathe. Our own bodies contain naturally occurring radioactive materials.\n\nMan has always been exposed to natural radiation arising from the earth as well as from outside earth (The radiation we receive from outer space is called *cosmic radiation or cosmic rays*). They are also received by exposure from manmade radiation, such as *X-rays*, radiations used to diagnose diseases and for cancer therapy.\n\nMoving on to the science behind this; the atom can be characterized by the number of protons in the nucleus. Some natural elements are unstable. Therefore, their nuclei disintegrate or decay thus, releasing energy in the form of radiation. This physical phenomenon is called **radioactivity** and the radioactive atoms are called nuclei. The radioactive decay is expressed in units called *becquerels*. One becquerel equals one disintegration per second. The radio nuclides decay at a characteristic rate that remains constant regardless of external influences, such as temperature or pressure. The time it takes for half the radio nuclides to disintegrate or decay is called *half-life*. This differs for each radio element, ranging from fractions of a seconds to billions of years. For example, half-life of `Uranium 238` is `4.5 billion years`.\nThe term radiation is broad and can be classified into many ways. Referring to mainly ionizing radiation (radiations get ionized when it passes through matter.) it can be classified into 4 types. The first one being **Alpha radiations** which consists of heavy positively charged particles emitted by atoms of elements such as uranium and radium. The second one, **Beta radiation** that consists of electrons. They are more penetrating than alpha particles and can pass 1-2 cm of water. The third one, **Gamma radiation**, are electromagnetic radiation similar to X-rays, depending on their energy, can pass right through the human body, but can be stopped by thick walls of concrete. The last one, **Neutrons**, are uncharged particles and do not produce ionization directly. But, their interaction with the atoms of matter can give rise to alpha, beta, gamma or X-rays which then produce ionization.\n\nThe main topic of this article Radio physics is defined as the branch of physics that deals with the ionizing and nonionizing radiations and its effects on interaction with matter along with their properties. Health physics, radiological health or radiological engineering are synonym terms for that area of public health and environment health engineering that deals with the safe use of ionizing and nonionizing radiation in order to prevent harmful effects of the radiation to individuals, to population groups, and to the biosphere. **Health physics** is a science and hence is a systematic organization of knowledge about the interaction between radiation and organic and inorganic matter. Radiation ranks among the most thoroughly investigated etiologic agents associated with disease. Contrary to the popular belief that our experience with the radiation bioeffects started with the nuclear weapons project during **world war 2**, our experience goes back to the very earliest days of radiation use. As early as `1906`, two French physiologists published the results of their studies on the sensitivity of various tissues and organs to radiation. They found that ***“the sensitivity of cells to irradiation is in direct proportion to their reproductive activity and inversely proportional to their degree of differentiation”***. Although much still needs to be learned about the interaction between ionizing radiation and living matter, more is known about the mechanism of radiation effects on the molecular, cellular and organ system levels than is known for most other environmental stressing agents. Observed radiation effects (or effects of other noxious agents) may be broadly classified into two categories, namely, **Stochastic** (Effects that occur randomly, and whose probability of occurrence rather than the severity of the effect, depends on the size of the dose. Stochastic effects such as cancer, are also seen among persons with no known exposure to the agent associated with that effect.) and **Non stochastic**, or deterministic effects. Most biological effects fall into the category of deterministic effects. Deterministic effects are characterized by the three quantities stated by the Swiss physician and scientist Paracelsus about `500 years ago` when he wrote “the size of the dose determines the poison.” First one being that a certain minimum dose must be exceeded before the particular effect is to be observed. Second being the magnitude of the effect increases with the size of the dose. Third one being that there is a clear, unambiguous causal relationship between exposure to the noxious agent and the observed effect.\n\nThe effects of radiation at high doses and dose rates are reasonably well documented. A very large dose delivered to the whole body over a short time will result in the death of the exposed person in few days. Much has been learned by studying the health records of the survivors of the bombing of *Hiroshima and Nagasaki*. This tells that some of the health effects do not appear unless a certain quite large dose is absorbed. However, many effects such as cancer are detectable and occur more often in those with moderate doses. At lower doses and dose rates, there is a degree of recovery in cells and in tissues.\n\nEvery one faces challenges in life. It is impossible to eliminate them all, but possible to reduce them. Any individual exposed to carcinogenic pollutants will carry some risk of getting cancer. Strenuous attempts are made in the nuclear industry to reduce such risks to as low as reasonably achievable. The use of radiation and nuclear techniques in medicines, industry, agriculture, energy and other scientific and technological fields has brought tremendous benefits to the society. The benefits in medicine for diagnosis and treatment in terms of human lives saved are enormous. Radiation is a key tool in the treatment of certain kinds of cancer. Three out of every four patients hospitalized in the industrial countries benefit from some sort of nuclear medicine. The beneficial impacts in other fields are similar. No human activity or practice is totally devoid of associated risks. Radiation should be viewed from the perspective that the benefit from it to mankind is less harmful than from many other agents.\n\n## References\n\n- Research Papers BARC.\n- Introduction to Health Physics by HERMAN."
    },
    {
        "slug": "Mid-Sized-Black-Holes-are-not-Boring",
        "title": "Mid-sized Black Holes are not Boring!",
        "author": "abhijeet",
        "categories": [
            "blackholes"
        ],
        "image": "/assets/images/abhi4.jpg",
        "content": "> Scientists finally spotted the strongest evidence of a Mid-sized Black Hole far beyond our Galaxy.\n\n### What are they?\n\nA lot fewer research papers are published for the Mid-sized Black Holes as compared to those for the study of stellar Black Holes or the supermassive Black Holes. The recent results published on March 31, 2020, in The *Astrophysical Journal Letters* looks like the most promising evidence of such Black Holes as of now. The so-called **Intermediate-mass Black Holes** (IMBHs) are with the mass in the range 10<sup>2</sup> to 10<sup>5</sup> solar masses, significantly more than stellar black holes but insignificant in comparison to about 10<sup>5</sup> to 10<sup>9</sup> solar masses heavy supermassive Black Holes.\n\nWhy always \"*middle-ish*\" things ought to be boring? However, it is not in the case of Black Holes, at least from now :). They are often sought out as the \"missing link\" in the theory of Black Hole evolution; In fact, there are many theories that idealize their formation. Some prominent ones are:\n\n- Runaway collisions in stellar clusters.\n- During the merger of stellar Black Holes.\n- Formed as primordial Black Holes after the Big-Bang.\n\n### Why so difficult to spot?\n\nThis object isn't the first to be considered a likely candidate for an intermediate-mass black hole. It often bugs me when I think quite a lot of is missing between these two extremities.\n\nSince they don't have as strong a gravitational pull to draw stars and other cosmic material which would produce telltale X-ray glows and are smaller and less active than supermassive black holes; IMBHs are particularly difficult to find. It is easier to detect the stellar ones since they exist in large numbers (as far as we know) in our vicinity, so we can observe their effects they cause on their surroundings.\nAs our algorithms and detectors keep on improving, I hope we detect a lot of them using their Gravitational Waves; till now we don't have any detection of such Black Holes through **LIGO/VIRGO**.\n\nThe power of NASA's **Chandra X-ray Observatory** and ESA's **X-ray Multi-Mirror Mission** along with the keen vision of **Hubble Space Telescope** helped Scientists to nail down this preparator of a cosmic homicide. The archives of these X-ray observatories were searched and matched with the HST image to suffice as evidence of this Mid-sized Black Hole.\n\n![Hubble image for the identified IMBH]({{ '/assets/images/abhi5.jpg' | relative_url }})\n\n*The Hubble image for the identified IMBH (Credits: NASA, ESA and D. Lin (University of New Hampshire))*\n\nThis Hubble image identified the location of an intermediate-mass black hole and the X-ray glow from the shredded star allowed astronomers to estimate its mass. The black hole, named `3XMM J215022.4−055108` is indicated by the white circle. The elusive type of black hole was first identified in a burst of X-rays emitted by hot gas from a star as it was captured and destroyed by the black hole. Hubble's deep, high-resolution imaging shows that the black hole resides inside a dense cluster of stars that is far beyond our Milky Way galaxy. The star cluster is near to the Galaxy visible in the center of the image.\n\n### In the future...\n\nThe study of Mid-sized Black Holes will improve our understanding of the formation of Super-massive blackholes and, of course, IMBHs itself. After these findings, we move one step towards postulating the fact that globular clusters may favor the formation of IMBHs.\n\n![Mass Chart for Dead Stars and Black Holes]({{ '/assets/images/abhi6.jpg' | relative_url }})\n\n*Mass Chart for Dead Stars and Black Holes (Credits: NASA/JPL-Caltech)*\n\nSo stay tuned, because over the next few years, we may be able to find to a strong theory for their evolution and existence, or who knows completely rule out the possibility that they even can exist!\n\n### References\n\n- [Wikipedia](https://en.wikipedia.org/wiki/Intermediate-mass_black_hole)\n- [NASA mission pages](https://www.nasa.gov/feature/goddard/2020/hubble-finds-best-evidence-for-elusive-mid-sized-black-hole)\n- [The original research paper at arxiv.org](https://arxiv.org/abs/2002.04618)"
    },
    {
        "slug": "Dark-Energy-and-Expansion-of-Universe",
        "title": "Dark Energy and Expansion of Universe",
        "author": "aartianand",
        "categories": [
            "DarkEnergy"
        ],
        "image": "/assets/images/aartianand1.jpg",
        "content": "In the mid 1990s, one thing was genuinely sure about the development of the universe. It may have enough energy thickness to stop its extension and breakdown, it may have so little energy thickness that it could expand constantly, however gravity was sure to slow the development as time went on. In truth, the easing back had not been watched, in any case, hypothetically, the universe needed to slow. The universe is brimming with issue and the appealing power of gravity arranges all issue. At that point came1998 and the Hubble Space Telescope (HST) perceptions of exceptionally far off supernovae that demonstrated that, quite a while past, the universe was really growing more gradually than it is today. Along these lines, the extension of the universe has notbeen easing back because of gravity, as everybody suspected, it has been quickening. Nobody anticipated this, nobody realized how to clarify it. Be that as it may, something was causing it.\n\nInevitably scholars concocted three kinds of clarifications. Possibly it was a consequence of a since quite a while ago disposed of adaptation of Einstein's hypothesis of gravity, one that contained what was known as a \"cosmological steady.\" Maybe there was some bizarre sort of energy-liquid that occupied space. Perhaps there is a major issue with Einstein's hypothesis of gravity and another hypothesis could incorporate some sort of field that makes this enormous speeding up. Scholars actually don't have the foggiest idea what the right clarification is, yet they havegiven the arrangement a name. It is called dark energy.\n\n## What Is Dark Energy?\n\nMore is unknown than is known. We know how much dark energy there is because we know how it affects the universe's expansion. Other than that, it is a complete mystery. But it isan important mystery. It turns out that roughly 68% of the universe is dark energy. Dark matter makes up about 27%. The rest -everything on Earth, everything ever observed with all of our instruments, all normal matter -adds up to less than 5% of the universe. Come to think of it, maybe it shouldn't be called \"normal\" matter at all, since it is such a small fraction of the universe.\n\n<img src=\"{{ '/assets/images/aartianand1.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nThis graph uncovers changes in the pace of development since the universe's introduction to\nthe world 15 billion years back. The shallower the bend, the quicker the pace of development.\nThe bend changes discernibly about 7.5 billion years prior, when objects known to mankind\nstarted flying separated as a quicker rate. Stargazers hypothesize that the quicker development\nrate is because of a puzzling, dim power that is pulling systems separated.\n\nOne clarification for dim energy is that it is a property of room. Albert Einstein was the primary\nindividual to understand that vacant space isn't nothing. Space has stunning properties, a\nconsiderable lot of which are simply starting to be perceived. The principal property that\nEinstein found is that it is workable for more space to appear. At that point one form of\nEinstein's gravity hypothesis, the adaptation that contains a cosmological steady, makes a\nsubsequent forecast: \"void space\" can have its own energy. Since this energy is a property of\nroom itself, it would not be weakened as space grows. As more space appears, a greater\namount of this energy-of-space would show up. Therefore, this type of energy would make the\nuniverse extend quicker and quicker. Tragically, nobody comprehends why the cosmological\nconsistent ought to try and be there, substantially less why it would have precisely the correct\nan incentive to cause the watched speeding up of the universe.\n\n<img src=\"{{ '/assets/images/aartianand2.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nThis picture shows the conveyance of dim issue, worlds, and hot gas in the center of the\nconsolidating universe bunch Abell 520. The outcome could introduce a test to fundamental\nspeculations of dim issue.\n\nAnother clarification for how space gains energy originates from the quantum hypothesis of\nissue. In this hypothesis, \"void space\" is in reality brimming with impermanent (\"virtual\")\nparticles that persistently shape and afterward vanish. In any case, when physicists attempted\nto compute how much energy this would give void space; the appropriate response came out\nwrong - wrong by a great deal. The number came out 120 times too large. That is a 1 with 120\nzeros after it. It's difficult to find a solution that terrible. So, the secret proceeds.\nAnother clarification for dim energy is that it is another sort of dynamical energy liquid or field,\nsomething that occupies the entirety of room yet something whose impact on the extension of\nthe universe is something contrary to that of issue and typical energy. A few scholars have\nnamed this \"core,\" after the fifth component of the Greek rationalists. Yet, on the off chance\nthat core is the appropriate response, we actually don't have a clue what it resembles, what it\ncooperates with, or why it exists. So, the secret proceeds.\n\nA last chance is that Einstein's hypothesis of gravity isn't right. That would influence the\ndevelopment of the universe, yet it would likewise influence the way that ordinary issue in\nworlds and bunches of systems carried on. This reality would give an approach to choose if the\nanswer for the dim energy issue is another gravity hypothesis or not: we could see how worlds\nmeet up in groups. However, on the off chance that it does turn out that another hypothesis of\ngravity is required, what sort of hypothesis would it be? How might it be able to accurately\ndepict the movement of the bodies in the Solar System, as Einstein's hypothesis is known to do,\nand still give us the distinctive expectation for the universe that we need? There are competitor\nhypotheses, yet none are convincing. Thus, the secret proceeds.\n\nWhat is expected to settle on dim energy prospects - a property of room, another unique liquid,\nor another hypothesis of gravity - is more information, better information."
    },
    {
        "slug": "Time-Travel",
        "title": "Time Travel",
        "author": "devanshkochar",
        "categories": [
            "TimeTravel"
        ],
        "image": "/assets/images/devansh1.jpg",
        "content": "> EVEN IF WE IT TURNS OUT THAT TIME TRAVEL IS IMPOSSIBLE, IT IS IMPORTANT THAT WE UNDERSTAND WHY IT IS IMPOSSIBLE -Stephen Hawking\n\nTime travel is something that has been popular among commoners, admired by kids and sought after by scientists. Franchises going from \"Doctor Who\" to \"Star Trek\" to \"Back to the Future\" have seen people get in a vehicle and show up previously or future, prepared to take on new experiences. Each accompany their own time travel hypotheses.\n\nThe truth, notwithstanding, is more tangled. Not all researchers accept that time travel is conceivable. Some even say that an endeavor would be lethal to any human who decides to attempt it.\n\n## Understanding Time:\n\nWhat is time? While a great many people consider time as consistent, physicist Albert Einstein demonstrated that time is a dream, more sort of an illusion; it is relative —it can fluctuate for various onlookers relying upon your speed through space. To Einstein, time is the \"fourth dimension.\" Space is depicted as a three-dimensional field, which gives a voyager coordinates —for example, length, width and height —indicating location. Time provides another coordinate —direction —although conventionally, it only moves ahead. (Then again, another hypothesis declares that time is \"real.\")\nTime dilation is a difference in the elapsed time as measured by two clocks due to either a relative velocity or a difference in gravitational potential\nbetween their locations. Also, under Einstein's theory of general relativity, gravity can bend time. ... When anything that has mass sits on that piece of fabric, it causes a dimple or a bending of space-time. The bendingof space-time causes objects to move on a curved path and that curvature of space is what we know as graity.\n\n### Time travel theories: Through a Wormhole\n\nGeneral relativity also provides scenarios that could allow travelers to go back in time. The equations, however, might be difficult to physically achieve.\n\nOne chance could be to go quicker than light, which goes at 186,282 miles for every second (299,792 kilometers for each second) in a vacuum. Einstein's conditions, however, show that an item at the speed of light would have both unending mass and a length of 0. This gives off an impression of being genuinely outlandish, albeit a few researchers have broadened his conditions and said it might be achieved.\n\nA connected chance, NASA expressed, is to create \"wormholes\" between points in space-time. While Einstein's conditions accommodate them, they would crumple rapidly and would just be reasonable for little particles. Additionally, researchers haven't really observed these wormholes yet. Additionally, the innovation and technology expected to make a wormhole is a long way past anything we have today.\n\n### Time travel theories: Infinite cylinder\n\nAstronomer Frank Tipler proposed a system (in some cases known as a Tipler Cylinder) where one would take matter that is multiple times the sun's mass, around 10 times, then roll it into very long but very dense cylinder.\n\nSubsequent to turning this up a couple billion cycles for every moment, a spaceship close by —following an extremely precise spiral around this chamber —could get itself on a \"shut, time-like bend\", as indicated by the Anderson Institute. There are restrictions with this technique, nonetheless, including the way that the chamber should be endlessly long for this to work.\n\n### Time travel theories: Black Holes\n\nMysterious black holes could be the key to time travelbecause the phenomena have the ability to dilate time.When the spaceship reaches light speed, time is separately relative to both the clock on Earth and in the spaceship. As the speed of light is constant for both parties, it would seem as if time would be moving much slower on the rocket.Hypothetically, as one gets closer to the black hole, time would appear to be travelling normally but for observers on the outside, thousands of years would have passed.Billions of years will pass as you dive inside of a black hole. Slowly and slowly you would see the whole universe in just one circle.However, there are a few issues with this theory.Firstly, there is no chance that one would survive falling into a black hole, so time travelling would be futile. This is due to a process called “spaghettification”. The immense gravitational pull is so strong that the force is much stronger at the base than the top.Another impossible hurdle to overcome would be getting to a black hole.The nearest black hole to our planet is located 6,523 light-years away –one light-year is 5.88 trillion miles.The farthest humans have been from Earth is 248,655 miles (400,171 km) in 1970 as part of NASA’s Apollo 13 mission when the craft swung around the far side of the moon –it took almost three days to get there.\n\n### Time travel theories: Cosmic Strings\n\nAnother hypothesis for potential time travelers includes something many refer to as cosmic strings —restricted containers of energy extended over the whole length of the ever-growing universe. These thin regions,left over from the early universe, are anticipated to contain enormous measures of mass and in this way could twist the space-time around them.\n\nInestimable strings are either vast or they're in circles, without any closures, researchers state. The methodology of two such strings parallel to one another would twist space-time so overwhelmingly and in such a specific setup that may make time travel conceivable, in principle.\n\n## So, is time travel possible?\n\nWhile time travel does not appear possible —at least, possible in the sense that the humans would survive it —with the physics that we use today, the field is constantly changing. Advances in quantum theories could perhaps provide some understanding of how to overcome time travel paradoxes.One possibility, although it would not necessarily lead to time travel, is solving the mystery of how certain particles can communicate instantly with each other, faster than the speed of light.In the meantime, however, interested time travelers can at least experience it vicariously through movies, television and books.Whether humans achieve the power to travel through time or not, but one thing is for sure, the research on time will surely take us into an unexpected future."
    },
    {
        "slug": "A-Voyage-Beyond-Time",
        "title": "A Voyage Beyond Time (Sunishtha Nangal)",
        "author": null,
        "categories": [
            "Lensing"
        ],
        "image": "/assets/images/sunishtha1.jpg",
        "content": "> This blog post was the winner of Estrella in AstraX 2021.\n\n## <center>“A VOYAGE BEYOND TIME”</center>\n\nAlso check out the blog post in PDF [Here]({% link /assets/A-VOYAGE-BEYOND-TIME-SUNISHTHA.pdf %})\n\nImagine being a young boy in a small town, gazing upon the vastness of the night sky and trying to decipher the secrets unthinkable to many.\n\nThat young little boy, Isaac Newton, the giant many stood upon the shoulders of to look ahead in time, was amongst the firsts to have pondered upon the ideas that governed the motion of the bodies in our universe.\n\nAren’t we all aware of the legend of the apple, that fell upon his head and made him wonder, “why do things fall”?\n\nDisturbed by these profound questions, in the coming years, the 22-year-old boy worked out the laws for better understanding the effects of gravity, along with other findings, and paved a path for many others to venture upon for multitudes of new discoveries.\n\nEver wondered, what gravity is though? Where does it come from? Why does it even exist?\n\nWell answer these, and maybe the next noble prize is yours.\n\nThe very thought of everything being attracted to one another by some invisible force, that has kept us bound together, preventing us little earthlings from floating away in the voids of space, is indeed captivating.\n\n𝐇𝐈𝐆𝐆𝐒 𝐁𝐎𝐒𝐎𝐍\n\nA remarkable discovery in 2012, that made Stephen Hawking lose a bet of worth $100, heralded the existence of mass, getting us closest we’ve ever come to understanding its origin.\n\nHiggs Boson, an elementary particle, generated by the collision of particles at the LHC (Large Hadron Collider), is an excitation of what we know as the Higgs field.\n\nThis field, imperceptible, omnipresent, and as mysterious as the nature of God itself, interacts with the elementary particles, causing mass.\n\nTo understand this better, consider some iron fillings housed in a slender transparent plastic container and slide a tiny spherical magnet across one of its sides. Now do the same, but with a small glass ball.\n\nWhat do you observe? In the first case, the fillings keep clumping together around the magnet as it slides from one side to the other but remain indifferent to the glass in the second.\n\nDeriving the analogy from this example, the fillings correspond to the Higgs boson, the clump to mass, the glass ball to Photons/gluons and the magnet to Quarks. We now know that different particles interact differently with the Higgs field leading to a difference in their masses.\n\nWell, if you’re wondering... indeed, this is exactly the celebrity “god particle” that got famous, when Peter Higgs called it the “goddamn particle”, acknowledging its difficulty of detection, but the “damn” in the statement got damned away maybe. (dad jokes).\n\nThis further grants mass to the atoms and molecules making up the conspicuous matter that goes on to eventually form giant galaxies and stars of unimaginable sizes and mind-bending masses (pun intended), distorting the very space time continuum.\n\nTalking of space time, have you ever wondered what does it look like? We haven’t really seen it yet, nor have been able to sketch down its exact looks, but observations do clearly allude to its certified presence.\n\n𝘚𝘰, 𝘸𝘩𝘦𝘯 𝘵𝘩𝘦𝘺 𝘴𝘢𝘺, 𝘴𝘦𝘦𝘪𝘯𝘨 𝘪𝘴 𝘣𝘦𝘭𝘪𝘦𝘷𝘪𝘯𝘨, 𝘸𝘰𝘶𝘭𝘥 𝘺𝘰𝘶 𝘤𝘰𝘯𝘤𝘶𝘳 𝘵𝘰 𝘵𝘩𝘦 𝘴𝘵𝘢𝘵𝘦𝘮𝘦𝘯𝘵?\n\n𝘞𝘩𝘢𝘵 𝘪𝘧 𝘦𝘷𝘦𝘳𝘺𝘵𝘩𝘪𝘯𝘨 𝘵𝘩𝘢𝘵 𝘦𝘹𝘪𝘴𝘵𝘴 𝘪𝘴 𝘯𝘰𝘵 𝘦𝘷𝘦𝘳𝘺𝘵𝘩𝘪𝘯𝘨 𝘵𝘩𝘢𝘵’𝘴 𝘷𝘪𝘴𝘪𝘣𝘭𝘦?\n\nIt’s rare for someone in today’s world to not have heard of the terms dark matter and dark energy. Fuels of imagination, aren’t they? Dark, that is unseen to the naked eye, even that of the many powerful telescopes, yet existing and significant enough to be held responsible for accelerating the expansion of the universe.\n\n𝗚𝗥𝗔𝗩𝗜𝗧𝗔𝗧𝗜𝗢𝗡𝗔𝗟 𝗟𝗘𝗡𝗦𝗜𝗡𝗚\n\nUpon rereading the pages penned long ago by Einstein himself, do we come across this ingenious method to detect and confirm the existence of the “dark duet”, built upon his ideas as the foundation.\n\nIn the year 1912, he figured that if gravity bends space-time, then the light coming from a source would bend too, due to the massive star or the Galaxy system that is in between the light source and the observer.\n\nThis, therefore, would serve as an instrument, universe’s magnifying glass, for a method of discovering the cosmic constituents of the skies of far-gone times, in worlds too distant to ever reach.\n\n𝗗𝗢𝗨𝗕𝗟𝗘 𝗤𝗨𝗔𝗦𝗔𝗥\n\n1979, about half a century later, we witnessed the event for the very first time through our telescopes, wherein the light from a single quasar, Q0957-561, bent around an elliptical Galaxy behaving as a lens, just enough to create a double visual image effect.\n\n𝗘𝗜𝗡𝗦𝗧𝗘𝗜𝗡 𝗖𝗥𝗢𝗦𝗦\n\nEinstein Cross was another effect seen for the first time in 1985. It shows four images of the same object arranged perpendicular to each other around the lens. The lens in this case was a Galaxy that was distorting the light around it. This galaxy was named as HUCHRA’S LENS.\n\n𝗘𝗜𝗡𝗦𝗧𝗘𝗜𝗡’𝗦 𝗥𝗜𝗡𝗚\n\nLater, in1988, a stunning phenomenon was observed by astronomers where circular distortion of light happens around a massive cosmic entity acting as the lens, forming a halo, more pronounced in a black hole. This phenomenon was named as the Einstein Ring.\n\nNow imagine the wonder of the astronomers of the time, beholding a spectacle so basic here on earth, yet at such a grand scale, out there in the cosmic background.\n\nThis method of exploring the universe unlocked many new doors that were previously believed to not even exist. Detection and confirmation of dark energy and dark matter became much easier, whereas the thirst of knowledge throttled us ahead in time.\n\nTalking about the grandeur of this multi-world arena, we are privileged to live in the times when we can conceive of notions never thought of before, and thus perceive the universe on a scale that would have been unthinkable by many wise men of the past.\n\n𝗚𝗥𝗔𝗩𝗜𝗧𝗔𝗧𝗜𝗢𝗡𝗔𝗟 𝗪𝗔𝗩𝗘𝗦\n\nA long time ago, in a pocket of space, some 1.3 billion light years away, two massive black holes of behemoth sizes, 29 and 31 solar masses, collided with one another and rumbled the entire universe.\n\nThe monstrosity of the event can be guessed upon realizing that it released an energy of magnitude more than the combined power of all the light radiated, by all the stars in the entire observable universe, put together at a time. Now try to wrap your head around that!!\n\nSo powerful was the collision, that it generated ripples, what we call the gravitational waves, through the very fabric of space time itself, stretching and squeezing anything and everything that it encountered in its way.\n\n𝗬𝗲𝘀, 𝘆𝗼𝘂 𝗮𝗻𝗱 𝗜 𝘄𝗲𝗿𝗲 𝘁𝗮𝗹𝗹𝗲𝗿 𝗳𝗼𝗿 𝗮 𝗺𝗼𝗺𝗲𝗻𝘁 𝗶𝗻 𝘁𝗶𝗺𝗲 𝘁𝗼𝗼!\n\nOn 14th of September 2015, these ripples from far off worlds washed our earthly shores, and were detected by LIGO, Laser Interferometer Gravitational Observatory, proving Einstein’s prediction of their existence from over 100 years ago.\n\nYet their amplitude was so miniscule, about 1/100,000 of a nanometre (the width of an atomic nucleus), that it makes the discovery even more of a mindboggling scientific feat.\n\n𝘞𝘩𝘢𝘵 𝘢 𝘧𝘰𝘳𝘵𝘶𝘯𝘢𝘵𝘦 𝘵𝘪𝘮𝘦 𝘵𝘰 𝘦𝘹𝘪𝘴𝘵, 𝘸𝘪𝘵𝘩 𝘤𝘢𝘱𝘢𝘣𝘪𝘭𝘪𝘵𝘪𝘦𝘴 𝘰𝘧 𝘮𝘰𝘥𝘦𝘳𝘯 𝘤𝘶𝘵𝘵𝘪𝘯𝘨-𝘦𝘥𝘨𝘦 𝘵𝘦𝘤𝘩𝘯𝘰𝘭𝘰𝘨𝘺 𝘵𝘰 𝘮𝘢𝘬𝘦 𝘳𝘦𝘤𝘰𝘳𝘥𝘪𝘯𝘨 𝘰𝘧 𝘵𝘩𝘪𝘴 𝘩𝘦𝘢𝘷𝘦𝘯𝘭𝘺 𝘦𝘷𝘦𝘯𝘵 𝘦𝘷𝘦𝘯 𝘢 𝘱𝘰𝘴𝘴𝘪𝘣𝘪𝘭𝘪𝘵𝘺.\n\nThese cosmic waves, travelling at the speed of light, not only carried with them the information about their origins, but also some clues to the nature of gravity itself.\n\nThe most beautiful aspect of their detection was our ability to be able to hear them. Yes, you read that right, a cosmic event we could really listen to. The waves encoded within themselves the vibrations, frequency of which the two massive black holes spiralled around and collided at. This, when digitally produced, generated a sound that scientists now call a “chirp”.\n\nIt’s overwhelming, being able to hear 1.3 billion years into the past, a message from the cosmos, far and beyond.\n\nIt’s impossible to not fall into a reverie of the myriads of wonders this universe preserves. Gravitational lensing, gravitational waves and the Higgs boson are merely a fraction of what more gravitational astrophysics consists of.\n\nLooking back, it’s hard to not marvel upon how far we’ve come, and how much further we still need to go. The mysteries of the past have become the norms of today. So, will it be right to assume that the lingering doubts of the present may someday soon unravel their secrets too?\n\nEverything is uncertain, true, but one thing that we’re absolutely sure of, is our hunger for knowledge will never quench.\n\nSomewhere, in some space and time, there exists the same young little boy, sitting under the same old tree, looking up into the night sky, with a wondering curiosity for the unbound cosmos...oblivious to the greatest foundation he’s going to lay soon, in the field we today admire as astrophysics\n\nThat genius left us with the tools to mend our doubts that prevailed since eons. Now it’s time we use them well and chisel out the science of today as we know it.\n\nLet’s carry on his legacy and keep looking up, because one never knows what more of a treasure still awaits to be discovered next, hidden beyond the unfathomable depths of this infinite unpredictable cosmic ocean...\n\n𝗥𝗘𝗙𝗘𝗥𝗘𝗡𝗖𝗘𝗦:\n\n[https://youtu.be/VeAVmp9MLH4](https://youtu.be/VeAVmp9MLH4)\n\nGravitational Lensing - Wonders of the Universe I | FOS Media Students' Blog (CMB.ac.lk)\n\n[https://youtu.be/VeAVmp9MLH4](https://youtu.be/VeAVmp9MLH4)\n\nGravitational Lensing - Wonders of the Universe I | FOS Media Students' Blog (cmb.ac.lk)\n\n[https://images.app.goo.gl/BmiihhkoYQ2Pfs8i8](https://images.app.goo.gl/BmiihhkoYQ2Pfs8i8)\n\n[https://images.app.goo.gl/uFPzhprAwTs6tETU9](https://images.app.goo.gl/uFPzhprAwTs6tETU9)\n\n[https://images.app.goo.gl/DtbDjekJPmjKGGTq5](https://images.app.goo.gl/DtbDjekJPmjKGGTq5)\n\n[https://thedailylama.net/movies/wonders-of-the-universe/](https://thedailylama.net/movies/wonders-of-the-universe/)\n\n[https://www.youtube.com/watch?v=iphcyNWFD10](https://www.youtube.com/watch?v=iphcyNWFD10)\n\n[https://images.app.goo.gl/GYt6FmM3SdssmYtW8](https://images.app.goo.gl/GYt6FmM3SdssmYtW8)\n\n[https://images.app.goo.gl/ijbHgA2kVydHAkjV7](https://images.app.goo.gl/ijbHgA2kVydHAkjV7)\n\n[Higgs Boson](https://www.google.com/imgres?imgurl=https%3A%2F%2Fcdn.mos.cms.futurecdn.net%2FnH6Jc4eLk2Kgo3ySaNW95o-320-80.jpeg&imgrefurl=https%3A%2F%2Fwww.space.com%2F36724-higgs-boson-not-so-godlike.html&tbnid=QruJaz_oUAelPM&vet=12ahUKEwibh7u83L_wAhWuALcAHdv-BosQMygKegUIARDHAQ..i&docid=rg-jxRCpnPSAlM&w=320&h=213&q=higgs%20boson%20picture&ved=2ahUKEwibh7u83L_wAhWuALcAHdv-BosQMygKegUIARDHAQ&fbclid=IwAR2hbHCbo2T9P7APFoGB9hWXa01of9S-Wyhx7DPWFPF-V975BYmztOU_qGM)"
    },
    {
        "slug": "Astro-Biology",
        "title": "Astro Biology (Abhirami V)",
        "author": null,
        "categories": [
            "AstroBiology"
        ],
        "image": "/assets/images/abhirami2.jpg",
        "content": "> This blog post was the second runner up of Estrella in AstraX 2021.\n\nEndless sky surrounding our planet always fascinated the mankind and their thirst for knowledge urged them to unravel the mysteries of universe. As they dive deep into the vast ocean of vacuum and dust, new questions began to arise.\n\n<center>How did life begin on earth?  </center>\n\n<center>Does life exist beyond earth?  </center>\n\n<center>If exists, how can we search for it?</center>\n\nIn order to find possible answers to all these questions scientist from different fields collaborated and there starts the journey of ‘Astrobiology’.\n\nAstrobiology (formerly known as Exobiology; coined by Joshua Lederberg, a molecular biologist and Nobel prize recipient) is an interdisciplinary scientific field that examines the origin, evolution, distribution and future of life in the universe.\n\nIn short, astrobiology is trying to answer the question “Are we alone in this universe?”. So, what methodologies do they use to study about cosmic life? Let’s look into it.\n\n## HOW TO STUDY LIFE IN COSMIC PERSPECTIVE?\n\nIf we want to speculate what life in other worlds would be the only logical way is to look at the origin, evolution and existence of life on earth, the only known planet that supports life till now, and then extrapolate them to the topographic and atmospheric conditions of other celestial bodies. And this is what astrobiologists do.\n\nSo, what are the important things that made life possible on earth? Presence of elements and molecules like hydrogen, nitrogen, methane, carbon dioxide, phosphates and ammonia, presence of liquid water which act as a medium for the elements and molecules to comingle and react with each other and a source of energy to grow and reproduce made life possible on earth. The presence of liquid water indirectly points to the necessity of a planet or celestial body to be in the habitable zone (not too hot nor too cold zone).\n\nBy looking at the conclusion drawn from the origin of life on earth, above are the important condition that makes life possible. But “Is it necessary that a planet need to be in a habitable zone for liquid water to exist?” The answer is NO. Careful study about Enceladus, Saturn’s moon and Europa, Jupiter’s moon made it clear that liquid water can exist even if the body is not in the habitable zone. These two moons have global oceans covered with icy crusts.\n\n<img src=\"{{ '/assets/images/abhirami1.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nIn the above-shown figure of Enceladus, the bright plumes are water vapour ejecting out from the surface due to tidal heating and NASA’s\n\nCassin spacecraft even detected the presence of some minerals in them (indicating possibilities of life).\n\nSimilar is the condition of Europa, tidal flexing causes the ocean to remain liquid and cause ice crust movement similar to plate tectonics. Water vapour plumes are also detected on its surface by the Hubble space telescope.\n\nAnother question that contradicts the conditions drawn out from the history of life on earth is:\n\nDoes the liquid medium for life to exist need to be water? NO for sure. Water is more suitable because of its amphoteric nature. It can participate in a handful of biosynthetically relevant acid-base reaction and thereby increasing the possibilities of biosynthesis. Even, ammonia can carry out the same function but it will give rise to a class of organisms that can live in a different pH range. Thus, what we need is a solvent only!\n\nSaturn’s largest moon Titan also justify this fact. Titan has lakes and rivers just like the earth with only one difference, those lakes and rivers are filled with liquid ethane and methane rather than water. Scientists do believe that these liquid-hydrocarbons can take place the role of water in a living cell different from those on earth.\n\nDiscovery of extremophiles (microorganisms living in extreme conditions like hot springs, acidic and salty lakes etc.) also changed the way at which we look into life. Scientist found microorganisms from the craziest and wackiest corners of earth where ones thought life couldn’t exist. A thermophilic species G.thermantarcticus even survived in the\n\nextreme conditions of outer space. Thus, they helped in expanding the limits of life which before their discovery was too narrow.\n\nAre there any other things that can indicate the existence of life? Atmospheric composition and pigmentation on the surface (false colouration due to the spectral properties of minerals in the rock) can indicate it.\n\nHigher concentration of some gases in the atmosphere possibly indicates the existence of life.\n\nFor example, we can take a look at earth in a perspective that we are an alien hoping to find the existence of life on earth. What we notice while observing the atmosphere of earth is the presence of higher concentration of oxygen and methane, two gases that can’t be in equilibrium with each other as methane can be readily oxidized. This will indicate the presence of a methane source in the surface which can be some anaerobic microbes.\n\nIn order to get an idea about how pigmentation on the surface indicates life, we can take a look at one of the recent discoveries.\n\n<img src=\"{{ '/assets/images/abhirami2.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nIn the above shown is the picture of a valley in Mars, the blue colours are the igneous minerals that are formed from volcanic eruption, while the green and turquoisey colour indicate clay minerals that are formed when volcanic rocks are eroded with liquid water or any other solvent thereby indicating the presence of solvent and life in early stages of Mars.\n\nWith the launching of Kepler space telescope more than 4000 exoplanets have been discovered which are light-years away. So, How can we look for all these factors in them?\n\nThe methods used to find exoplanet plays a crucial role in it. The radial velocity technique (Doppler spectroscopy) gives an idea about the mass and orbital proximity of an exoplanet (gives idea about the planet’s temperature) while the Transits method will provide information about the volume of the planet. By combining mass and volume we will get density thereby an idea about planet’s nature (like rocky or oceanic).\n\nThe careful study of a star’s spectrum will give us idea about the atmospheric composition of the star and its planets.\n\n<img src=\"{{ '/assets/images/abhirami3.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nThe above figure is the solar spectrum and the black bands indicate that some lights are prevented from reaching because of the gases in the sun and earth’s atmosphere. Each gas will prevent certain colour\n\nfrom reaching and by close analysis of each spectrum, the atmospheric composition of an exoplanet can too be revealed.\n\nFinally, we can briefly analyze a common question, DOES INTELLIGENT LIFE EXIST?\n\nNo matter how unlikely you think abiogenesis is (even though it’s one in a billion chance) with billions of worlds scattered around the universe there is a high success rate to find a planet with life in fact, there is a possibility to find intelligent life too.\n\nFrank Drake, an American astronomer introduced the ‘Drake equation’ in the first SETI (Search for Extra-Terrestrial Intelligence) meeting to justify this.\n\nThe Drake equation is:\n\nN = $$R \\times f_p \\times n_e \\times f_l \\times f_i \\times f_c \\times L$$\n\nN = number of civilizations in our galaxy available for communication.\n\nR = average rate of star formation in our galaxy\n\n$$f_p$$ = fraction of stars that have planets\n\n$$n_e$$ = average number of planets that can potentially support life per star that has planets\n\n$$f_l$$ = fraction of planet that could support life\n\n$$f_i$$ = fraction of planets with life that could actually develop intelligent life\n\n$$f_c$$ = fraction of civilization that develops a technology that can release detectable signs for their existence into space\n\nL = length of time for which such civilizations release detectable signs into space\n\nThough the last four parameters are unknown and are difficult to estimate Drake’s equation provides an idea about what all factors do scientist need to consider while searching for life elsewhere and thereby acting as a road map to solve mysteries of cosmic life.\n\nThe number of population II star (stars older than sun, a population I star) made astrobiologist pessimistic about the existence of intelligent life. Many of these stars must have habitable planets where life can originate millions of years before ours thus forming a hyper intelligent civilization that can colonize other worlds at an exponentially growing rate. If this is true then where are these hyper-intelligent species? 🤔\n\nThis fact that we can’t see or hear any such species forms the essence of FERMI PARADOX.\n\nBut does the fact that we can’t see or hear anyone means that no one is there? Not necessarily, perhaps instead of colonising the galaxy, they might have decided to retrieve into their own technology, living in a complete virtual world and thereby sending no cosmic signals. Maybe they are watching us from afar, to see whether we will develop into a civilization that worth attention or maybe they are sending other signals which we couldn’t detect.\n\nSince they are formed many millions of years before than us there is a possibility that they might have visited ‘the earth without humans’ or maybe just maybe we are the only ones!!!\n\nAmidst all these speculations the field of astrobiology is looking forward to that discovery that can embrace our life on earth and can shape a better future than we have ever known\n\nReferences\n\n1. Tyson and Neil deGrasse’s, “The Search for Life in the Universe”\n\n2. “About Astrobiology”. NASA’s Astrobiology Institute.\n\n3. Shostak and Seth’s “Our Galaxy Should Be Teeming With Civilizations, But Where Are They?”\n\nImage credits: NASA"
    },
    {
        "slug": "Binary-Stars",
        "title": "Binary Stars (Kaushikee Biswas)",
        "author": null,
        "categories": [
            "BinaryStars"
        ],
        "image": "/assets/images/kaushikee1.jpg",
        "content": "> This blog post was the first runner up of Estrella in AstraX 2021.\n> \"Only In The Darkness Can You See The Stars\" - Martin Luther King Jr.\n\nThe bright spots of light that adorn the night sky are the stars which are thousands of miles away from us. Interestingly most of these bright spots are not a single star rather they are the binary or multiple star systems but appear as a single spot since they are so far from us.\n\nThese stars are huge massive bodies and are able to exert gravitational effects on each other, thus giving rise to stellar evolutions, Supernova and many more wonderful events.\n\nThe two stars present in a binary system are referred with their names suffixed with A and B. The brighter one is referred with A and is the primary star. The dimmer and the less massive star is referred to with B and called the secondary star.\n\n_Classification of binary star system_:\n\nThe term double star is frequently used with binary stars…. double stars refer to optical doubles. These are named so because when seen from the Earth they appear as a single bright spot and not distinctly visible because they lie in the same line of sight. They are not physical pairs, just projection effects. Hence, they\nare not true binary star systems.\n\nFor example, in the Big dipper, stars Alcor and Mizar appear at the same spot.\n\n_Visual binaries_\n\nThese are the binary star systems that can be viewed with telescopes. 5 -10% of visual stars are visual binaries.\n\nBy definition a binary star system comprises of 2 stars orbiting around their common barycentre.\n\nExample of visual binaries: - Krueger 60\n\nThe major categories of Visual binaries are:\n\n-   **Astrometric binary**\n\nIn this case only one of the stars is visible and the other binary companion remains invisible to us because it may be too faint or small to be viewed. It appears that the visible star wobbles about the centre of mass.\n\nExample of this category is Sirius A and Sirius B, Sirius A being brighter can be only seen.\n\n-   **Spectroscopic binary**\n\nHere we see only a single source of light. The study about these binaries is done by observation of the wavelength of light emitted by stars using Doppler’s shift which is periodic and opposite. When a star comes closer towards the earth, we observe blue shift and when it moves away, we observe redshift, the time gap between a red shift to Blue shift and again back to redshift consist of the orbital period.\n\nMany a times the plane of the orbit may be tilted with respect to to our line of sight, in that case we obtain the radial velocities and plot the velocity curves for spectroscopic binary. True velocities are known if inclination angle with the line of sight is known.\n\nExamples include Mirza A and Mirza B.\n\n<img src=\"{{ '/assets/images/kaushikee2.gif' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\n-   **Eclipsing Binary**\n\nWhen the plane of the orbit of the Binary is same as the plane of our line of sight, we will observe eclipsing binaries one star will pass in front of the other and we will observe variation in brightness of light received by us.\n\n-   By plotting a curve between brightness of light received and time we can calculate the orbital time period\n\n-   Also measuring the duration of eclipses, we can find out the size of the star\n\nJohn Goodricke, the famous astronomer observed that Algol gets dimmer periodically by one third of its normal brightness.\n\n<img src=\"{{ '/assets/images/kaushikee1.jpg' | relative_url }}\" alt=\"drawing\" width=\"400\"/>\n\nBinaries are also categorised as\n\n-   Wide Binaries: - They evolve separately and do not influence one another much.\n\n-   Close binaries: - They evolve nearly, mass exchange from one to another may take place. Sometimes if gravitational pull may be large enough the smaller star may be pulled completely.\n    There’s interesting phenomenon involving these close binaries,.. Roche lobe overflow, mass transfer etc. Let’s look deeper!\n\nThe **Roche Lobes** are regions around the stars of the binary system within which the orbiting materials are gravitationally bound to the star. It is in the shape of a teardrop, bounded by gravitational equipotential surface. Materials out of the Roche Lobes may escape the system entirely or fall onto its binary companion.\n\n**Roche Lobes overflow**\n\n<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Roche-comenv.svg/432px-Roche-comenv.svg.png\" width=\"400\" />\n\nIf one or both the stars swell beyond its Roche Lobes it is termed as Roche Lobes overflow.\n\nMass transfer occurs and material beyond the Roche Lobe flows onto the binary companion through Lagrangian point (where gravity of two stars cancels). This results in expansion of the smaller star by formation of accretion disc. Let’s look into the mass exchange process and outcomes.\n\nInitially both the stars are well inside their Roche Lobes. But then the higher mass star begins to expand and forms a red giant star. It overflows the Roche Lobes; the material gets pulled to the companion star.\n\nThis way the once more massive star becomes the less massive one. The more massive star initially begins to form a Red Giant then white dwarf. The white dwarf then attracts material from its companion to become a red giant once again. If the white dwarf gains mass rapidly and crosses the Chandrasekhar limit (1.4 Mass of sun) it becomes a type 1A Supernova.\n\nA thought that can shoot up in our mind, Can in any way life evolve in these star systems…...? Let’s find out how planets and the stars are oriented among each other.\n\nThere can be two types of planetary orbit in case of binary star system P Type Orbit: Planet remains outside the orbit of two stars\nS type Orbit: Let the two stars in the binary star system be A and B. If the planet stays around star A but Star B Orbit remains outside the planet’s orbit it is S type Orbit.\n\nIn the Habitable zones, also known as Goldilocks zones the planets can exist and support life. The temperature is not too high, nor too low, water exists as liquid on the surface of the planets.\n\nIn the wider Binary System, the situation is complex since both the stars have their gravitational influences and it is difficult to form planets in habitable zones. An important rule for planets to exist when the binary stars' wider orbit is in the same plane as the planets, if the planetary orbit is larger than one third of the binary stars’ orbit then the planet is not stable and will not exist.\n\nThese Binary Stars systems are one the most vibrant constituents of the Universe. Humans may always be engaged to discover new planets in habitable zones, or may someday spot out a white Dwarf which had once been a Red giant. Visible to us as _glitters sprinkled on the dark carpet_, the _\"Estrella\"_ s are immensely dynamic and certainly an interesting subject of study.\n\nBibliography:\n\n-   Image sources:\n    https://commons.wikimedia.org/wiki/File:Roche-comenv.svg,\n    https://www.scienceatyourdoorstep.com,\n    https://www.howknowledgeworks.com,\n    Wikimedia,\n    NASA\n-   https://www.space.com\n-   https://www.bbc.co.uk\n-   https://www.atnf.csiro.au\n-   The Double Star Library, at the U.S. Naval Observatory\n-   \"Mass Transfer in Binary Star Systems\" by Jeff Bryant with Waylena McCully, Wolfram Demonstrations Project"
    },
    {
        "slug": "Universe-Unfold",
        "title": "Universe Unfold",
        "author": null,
        "categories": [
            "Universe"
        ],
        "image": "/assets/images/sw1-1.jpg",
        "content": "> _The Evolution of Theories_\n>\n> This post was written by Aryaka Choudhary, Abhay Gupta and Khushi Baghel for the first SpaceWalk by STAC IIT Mandi.\n>\n> SpaceWalks is a series of talks where speakers will present on various topics in the fields of Space Technology and Astronomy.\n\nThink of the biggest question that humanity has ever asked, what comes to your mind..?\nWhat is meaning of life or Why are we all here or perhaps even how did all of this start? How did the universe begin?\n<br>Most of the cultures around the world have some sort of story to explain the origin of universe which usually involve creator of some kind for example according to our Hindu Mythology the universe was created by Lord Brahma, who made the universe out of himself.\n<br> Let us see how scientists approach this curiosity\n\n<img src=\"{{ '/assets/images/sw1-1.jpg' | relative_url }}\" alt=\"drawing\"/>\n<br>\n\n## THE PULSATING THEORY\n\nThis theory was proposed by Richard Tolman around the 1930s. He was a mathematician at the California Institute of technology. Pulsating theory is also called an oscillating theory or cyclic universe theory.\nThis theory states that the universe goes through regular expansion and destruction. The expansion phase is called as Big Bang and the contraction phase is called Big Crunch.\nThe expansion of the universe occurs due to the initial impulse of the big bang and will stop when gravity overcomes the impulse and then the contraction phase will begin called the big crunch.\nIn 1929, Edwin Hubble proved that currently, the universe is expanding. So, Tolman proposed that currently, the expansion phase is going on.\nThe theory also postulates that the universe does not have a specific beginning or an end, it is built and destroyed alternately.\n\nThis is not an accepted theory but explains some shortcomings of the other theories like the thermal state problem. So, the contraction of whole matter and energy in the universe into a singularity produces a huge amount of energy which is sufficient to initialize the process of the big bang.\n\n<img src=\"{{ '/assets/images/sw1-2.png' | relative_url }}\" alt=\"drawing\"/>\n\n> The Cyclic expansion and contraction of the universe\n\n### The Shortcoming of Pulsating Theory\n\nThis theory contradicts the second law of thermodynamics, ie entropy of the universe can never decrease.\nAs in this theory, it is stated that the whole universe contracts to form a singularity resulting in a decrease in entropy\n\n## THE STEADY-STATE THEORY\n\n> _“Things are the way they are because they were the way they were.”_ > <br>_~SIR FRED HOYLE_<br />\n\nHave you ever encountered a movie that changed your life? 3 Idiots or ZNMD? This is possible, but what if I say a movie that changed the theory on the universe’s formation? Yes, dead of night, the movie that had no beginning and no end, you could enter anywhere.\nThis movie paved a path for Hermann Bondi, Thomas Gold, and Fred Hoyle to come up with the Steady State model of the universe in the 1940s, a cosmological belief that the universe looks the same from every place at all times.\n\nThe theory stated that although the universe was expanding it always remained balanced. The density of the universe was decreasing as the universe was expanding continuously and in order to balance the decrease in density of matter, Hoyle stated that new matter is continuously created. The new galaxies and clusters of galaxies are constantly being formed at a rate that compensates exactly for dilution in the density of matter caused by the expansion of the universe.\n\n<img src=\"{{ '/assets/images/sw1-3.jpg' | relative_url }}\" alt=\"drawing\"/>\n\n> Credit: NASA's Cosmic Times\n\nThe steady-state model of the universe is based on four assumptions together called the Perfect Cosmological Principle\n\n1. The first assumption was that physical laws are universal.\n2. On a large scale, the universe is homogenous.\n3. It was assumed that the universe is isotropic.\n4. In the universe, nothing changes with respect to time.\n\n### The Shortcomings of Steady-State Theory\n\nThe discovery of quasars told heavily against the steady-state theory. A quasar is an extremely luminous galactic nucleus. Quasars had large redshifts, which indicates that they are far away. Through luminosity and distance, we inferred that a quasar might be brighter than a whole galaxy.\n\n<img src=\"{{ '/assets/images/sw1-4.jpg' | relative_url }}\" alt=\"drawing\"/>\n\n> Impression of the quasar 3C 279 for an artist.(Credits: ESO/M. Kornmesser)\n> A quasar is an extremely luminous galactic nucleus.\n\n<br>\nRationally, there was no space for such objects in the steady-state universe, where contents of any region are nearly similar in the universe. This discovery made people rethink the steady-state model of the universe as the universe was evolving.\n\nLater, the steady-state model wasn’t able to account for the Cosmic Background Radiation. To justify the cosmic background radiation, it was stated that these radiations were the light from ancient stars which was absorbed and emitted in all directions. But the radiations found could not have come from small multiple sources.This gave a deaf blow to the steady-state theory.\n\n### The Quasi-Steady-State Model\n\nThe Quasi-steady-state cosmology (QSS) started emerging in 1990s mainly by Sir Fred Hoyle, Geoffrey Burbidge, and Jayant V. Narlikar as a new avatar of the steady-state ideas that explained auxiliary features which were not included in the initial proposal.The new model suggested that small pockets of creation occur over time within the universe,referred to as mini-creation events,minibangs, or little bangs.Later, it was observed that the universe is accelerating, further modifications were made in the model.Wright and other mainstream cosmologists who reviewed the QSS have pointed out new flaws and discrepancies with observations left unexplained by supporters.\n\n## THE BIG BANG THEORY\n\n> _\"God created two acts of folly. First, He created the Universe in the Big Bang. Second, He was negligent enough to leave behind evidence for this act, in the form of microwave radiation.\"_ > <br>_~PAUL ERDOS, 1913 TO 1996_<br/>\n\nOne of the most widely accepted ideas on the origins of the universe. Georges Lemaître proposed it for the first time in the 1920s. It states that, “the universe began as an expansion from a single point of infinite energy density.\" Why is it so well-liked? What comes after the Big Bang? What are some of its flaws? Will see answers to these questions one by one.\nThere were two main Eras after the Big Bang: The Radiation Era and The Matter Era.\n\n### Radiation Era (10^-42th sec – 300,000 years)\n\nThe Universe was dominated by the impact of radiations during this Era. It has major six epochs.\n\n-   Planck Epoch: It begins at 10^-42th second after the bang. Only energy and the Superforce (Gravity, Strong Nuclear, Weak Nuclear, Electromagnetic) exist at this time. The entire cosmos was 10^-20th the width of a proton, or Planck's length.\n-   Grand Unified Epoch: Gravity was separated from the Electronuclear forces.\n-   Electroweak Epoch: The temperature had fallen enough that the strong nuclear force split from the electroweak forces, but it was still high enough that the electromagnetic and weak nuclear forces remained combined.\n-   Quark Epoch: All fundamental forces had split off and quarks were formed.\n-   Hadron Epoch: Quarks combined to form hadrons i.e., Protons and Neutrons.\n-   Lepton and Nuclear Epoch: At the very 1st sec after the bang first electron was created.\n\n### Matter Era (300,000 years onwards)\n\nIt has major three epochs.\n\n-   Atomic Epoch: At the age of 300,000 years first atom of universe was created.\n-   Galactic Epoch: Hydrogen and Helium combined together to form gas clouds, giving rise to the universe's first galaxies.\n-   Stellar Epoch: Formation of Stars and Planets inside the galaxies.\n\n<img src=\"{{ '/assets/images/sw1-5.jpg' | relative_url }}\" alt=\"drawing\"/>\n> Credit: NASA, ESA, and A. Feild (STScI)\n\n### Is the Big Bang real?\n\n-   Universe is expanding: The confirmation of \"Redshifts\" led to the conclusion that the universe is expanding. When light from galaxies reaches us, it is stretched and pushed towards the red part of the spectrum, making them seem red to us as they move apart.\n-   Gas clouds seen by modern telescopes: When seen using modern telescopes, distant views reveal clouds of gas that have not yet evolved into stars and galaxies.\n\n### The Shortcomings of the Big Bang Theory\n\n-   Rapid expansion during the inflationary period: During the inflationary period (10-36th sec -10-32th sec), the universe experienced rapid exponential growth in a relatively short amount of time, violating the rule that nothing can travel faster than the speed of light.\n\nAsking what happened before the Big Bang is pointless, according to the no-boundary hypothesis, much like asking what lies south of the South Pole. Because there is no concept of time to fall back on. Only within the cosmos does the idea of time exist."
    },
    {
        "slug": "India-and-space",
        "title": "India and Space",
        "author": null,
        "categories": [
            "India",
            "space exploration"
        ],
        "image": "/assets/images/india-space/Image_001.jpg",
        "content": "> **India and Space _: History and Future_**\n>\n> This post was written by Kushagra Srivastav, Pranav R Iyengar and Ravi Suthar for the second SpaceWalk by STAC IIT Mandi.\n>\n> SpaceWalks is a series of talks by speakers from the STAC community, on various topics in the fields of Space Technology and Astronomy.\n\nHumanity is curious about the cosmos and wants to know all about it. The scientific urge to know the unknown led to the exploration of every element of space by numerous agencies such as ISRO and NASA. As long as there has been an imperceptible desire to explore and examine what we know and where we have been, our society has benefited from this. This desire was born from the efforts of our ancestors, from the ones who liked to be in the company of stars. Indians are believed to be the pioneers of astronomy in the world.\n\n---------------------\n\n## Astronomers\n \nAstronomers, our predecessors were fascinated by the things they observed in the night sky. They expressed their curiosity by by writing texts which are now recognized as greatest contributions in astronomy. We will take a quick peek into some of those great works:\n\n#### Surya Siddhanth\n\nIt's the earliest of the Siddhantas, or traditions, in Vedic archaeo-astronomy. Because it portrays Earth as a sphere, not a flat surface, and gravity as the cause of things falling to Earth, it is the oldest book in the world to do so.\nLast revised in 580 AD, it is believed to have been composed around 12000 BCE. It was written in ancient Indian poetic style.\n\nSurya Siddhanth has details on trigonometry, Kepler’s 2nd law, sidereal period of every planet with high accuracy, time dilation and many more astronomical topics.\n\n#### Vedang jyotishya\n\nIt was Written in 1400BCE, Written by Lagadha it has details of the seasons, solstice solar year itch. As we all Indians were stalwarts in astronomy, let us look at some of our genius ancestors who laid the foundation of curiosity and instill the spirit of discovery in us.\n\n#### Aryabhata (476AD-550AD)\n\n![Statue of Aryabhatta]({{ '/assets/images/india-space/Image_002.jpg' | relative_url }})\n\nAryabhata wrote many treatises on astronomy and mathematics, some of which are lost. He is most known for his famous compilation, _Aryabhatiya_. This work has been frequently cited in Indian mathematical literature and has lasted to the present day. \n\nThere are different types of trigonometry in the Aryabhatiya: plane trigonometry and spherical trigonometry. \n\nContinuing fractions, quadratic equations, sum-of-power series, and a sine table are all included in the book.\n\n#### Bhaskaracharya (1114AD-1185AD)\n\n![Bhaskaracharya]({{ '/assets/images/india-space/Image_003.jpg' | relative_url }})\n\nIn many ways Bhaskaracharya represents the peak of Mathematical knowledge in the 12th century. He reached an understanding of the number systems and solving equations which was not to be achieved in Europe for several centuries. As far as astronomical works go, Bhaskaracharya's _\"Siddhanta Shiromani\"_ is the best. It's rightly referred to as the \"essence of ancient Indian Astronomy and Mathematics.\"\n\n-----------------------\n## Calendars\n\nWe all now know how the foundation was laid, But the concepts developed at that time were also brought into use. This is evident from the calendars that were developed, that had astronomical calculations and positions of stars at their core. Ever wondered how those were created?\n\n![Ancient writings]({{ '/assets/images/india-space/Image_004.png' | relative_url }})\n\nBecause the passage of the sun and the moon are the most visible natural, regularly occurring phenomena helpful for timekeeping, global lunation and the year were most often employed as time units in pre-modern cultures. \nNonetheless, the Roman calendar included vestiges of a pre-Etruscan 10-month solar year. \nThe Bronze Age Egyptian and Sumerian calendars were the earliest recorded tangible calendars, owing to the emergence of writing in the Ancient Near East.\n\nVedic India created a complex timekeeping system as well as calendars for Vedic ceremonies.\n\n- **Sidereal day:** <br> A sidereal day determines the rotation of the Earth with respect to the stars rather than the sun. It enables astronomers to keep time and aim their telescopes without having to worry about the Earth's orbit. <br> The Earth spins around its axis once every 23 hours, 56 minutes, and 4 seconds, which is referred to by astronomers as a Sidereal Day.\n- **Solar day:** <br> The apparent solar day is the period between two successive Sun transits over the same meridian. Because the Earth's orbital motion causes the Sun to appear to move slightly eastward relative to the stars each day, the solar day is about four minutes longer than the sidereal day; i.e., the mean solar day is 24 hours 3 minutes 56.555 seconds of mean sidereal time; the sidereal day is more commonly expressed in terms of solar time, being 23 hours 56 minutes 4 seconds of mean solar time.\n\n#### Lunisolar calendar\n\nBy definition, a _lunisolar calendar_ is based on the orbital motion of the Sun and the Moon as observed from the Earth (i.e. in a geocentric model).\n\nThe solar months (_Rashis_) are nothing but the familiar signs of the Zodiac, labeled in a different language (Sanskrit). A solar day is defined based on the axial rotation of the Earth.\n\nThe lunar days and months are defined based on the position of the Moon relative to the Earth-Sun axis (i.e. its synodic position).\n\n#### Indian Calendar\n\nOne kind of our traditional calendars is based on sidereal year. The year begins when sun at a fixed point (opposite to star Chitra) Aries begins from here and each 30 degree another zodiac comes, this used to be vernal equinox(Visuva) in 285 BCE.\n\nIt contains 12 masses (months, having unequal length) theses are determined by the phases of moons since lunar and solar both months are there and 6 Ritus (seasons). These are named after the zodiac occupied by the sun. \n\nMithuna is the longest, and Dhanu is the shortest month.\nIn Indian calendars, start and ends of months are according to a model of solar system called as Surya-Siddhanta.\n\n#### Yuga\n\nYuga in Hinduism is an epoch or era within a four age cycle. There are four Yugas in one cycle:\n \n- _Satya Yuga_ ~ Golden age: a time of truth and righteousness\n- _Treta Yuga_ ~ Silver age\n- _Dwapara Yuga_ ~ Bronze age\n- _Kali Yuga_ ~ Dark age: a time of darkness\n   \n-----------------\n\n## A binary system\n\nA binary star is a star system consisting of two stars orbiting around their common barycenter (i.e., center of mass of two or more bodies that are orbiting each other). This is a theory from ancient times about stars and the _Yugas_ -\n![Binary stars]({{ '/assets/images/india-space/Image_005.jpg' | relative_url }})\n\nAstronomical observations indicate that Earth's Sun's System and another Star system are traveling around the Galaxy as a unit, as a \"sector\". We slowly revolve around one another as we both revolve around the Galactic Center. There is a \"gravitational attraction\" between both stars.\nThis movement of the solar system occurs because the Sun has a companion star; both stars orbit a common center of gravity, as is typical of most double star systems. The grand cycle–the time it takes to complete one orbit––is called a \"Great Year,\" a term coined by Plato.\n\nJust as the spinning motion of the earth causes the cycle of day and night, and just as the orbital motion of the earth around the sun causes the cycle of the seasons, so too does the binary motion cause a cycle of rising and falling ages over long periods of time, due to increasing and decreasing electromagnet effects generated by our sun and other nearby stars.\n\n![Binary stars]({{ '/assets/images/india-space/Image_006.jpg' | relative_url }})\n\nWhenever our sun's solar system come close to the other star system, it is known as Satya yuga (Golden age), all the creatures living in our system rise to greater possibilities.\nWhenever our sun's solar system moves away from the other star system it is know as Kali yuga(Iron age), all the creature living in our system come to lowest possibilities.\n\n--------------\n\n## Modern India in space\n![An ISRO rocket]({{ '/assets/images/india-space/Image_007.jpg' | relative_url }})\n\nThe end of colonial authority was a significant milestone worth commemorating, but what lay ahead was a lengthy road to the creation of modern India. The stories of institutions that helped shape India as we know it now would be insufficient to complete the story of modern India.\n\nThe Indian Space Research Organisation, established in 1969, succeeded the previous INCOSPAR. Vikram Sarabhai, having recognised the significance and relevance of space technology in the development of a nation, gave ISRO the essential direction to act as a development agent. ISRO subsequently set out on its objective to deliver space-based services to the nation while also developing the technology to do so independently.\n\nAs a service to the nation ISRO has developed and launched various projects - we will take quick tour of some of them :\n\n1. **Aryabhatta satellite** <br> Originally named after the great Indian astronomer, Aryabhata was India's first satellite. Kapustin Yar, a Soviet rocket launch facility in Astrakhan Oblast, launched it on 19 April 1975 using the Kosmos-3M launch vehicle. Built by ISRO, it was launched under the Soviet Inter-kosmos programme, which gave friendly governments access to the space programme.\n2. **Mars Orbiter Mission** <br> MOM, or Mangalyaan, is a space probe launched on November 5, 2013 by the Indian Space Research Organization (ISRO). <br><br> India's first interplanetary mission was Mangalyaan. The space probe has been orbiting Mars since September 24, 2014. The spacecraft was manufactured in the United States. As a result of the expedition, India is now the first Asian country and fourth in the world to reach Pluto, after Ros cosmos, NASA and the European Space Agency Chinese media called India's Mangalyaan the \"Pride of Asia.\" <br><br> On September 24, 2018, MOM completed four years in its orbit around Mars, although the designed mission life was only six months. ISRO now plans to develop and launch a follow-up mission called Mars Orbiter Mission 2 (MOM-2 or Mangalyaan-2) in 2024.\n\n-------------------\n<br>\nThere is a natural interest in space, defence, aeronautics, and satellites in India. Several space missions have been carried out with the help of Indian astronauts, who are among the greatest in the world. Private firms can now participate in satellites, launches, and space- based services as a result of a government policy issued earlier this year.\n\nThe future of India in space looks as bright as the sun !\n\n![ISRO rocket taking off]({{ '/assets/images/india-space/Image_008.jpg' | relative_url }})"
    },
    {
        "slug": "Hunt-For-Life",
        "title": "The Hunt for Life",
        "author": null,
        "categories": [
            "life",
            "AstroBiology",
            "exoplanets"
        ],
        "image": "/assets/images/hunt-for-life/image1.jpeg",
        "content": "> _The Hunt For Life : To Infinity and Beyond_\n>\n> This post was written by Avni, Murtaza and Harshit for the third SpaceWalk by STAC IIT Mandi.\n>\n> SpaceWalks is a series of talks where speakers will present on various topics in the fields of Space Technology and Astronomy.\n\nWe are part of a tree of life pondering over our roots. Astrobiology deals with these questions.\nAstrobiology is the study of the origins, evolution, distribution, and future of life in the universe.\n\nAfter the Copernican revolution, we have realized that earth is not the center of the universe,\nhumans are not the pinnacle of evolution and there is nothing special about our place in the\ncosmic universe. So thinking that other systems like that of our solar system can also exist isn’t\nthat radical an idea.\n\n## What is a Planet ?\n\nAccording to the IAU, a planet is a celestial body that satisfies 3 conditions\n+ It should be in orbit around the sun\n+ it should have sufficient mass for its gravity to overcome rigid body forces and assume a \nnearly round (hydrostatic equilibrium) shape.\n+ And the third one, the one due to which Pluto had been demoted from being a planet: \nthat it should have cleared the neighborhood around its orbit.\n\n**The definition of an Exoplanet? It is simply a planet orbiting a star that is not the Sun**\n\n## History Of Exoplanet Discovery\n\nIn 1992, an exoplanet was discovered but isn’t considered as one as it was orbiting a Pulsar,\nwhich is a dead star, and thus didn’t seem like a classic earth-like exoplanet\n\nThen the first Exoplanet, 51 Pegasai B, was discovered in 1995 by astronomers working on\nbinary stars in Switzerland.\nIt was very unusual to have found it. It had an orbit period of 4.4 days, even Mercury, the planet\nwith the shortest orbital period in our solar system, has an orbit period of 3 months.\nIt was termed a Hot Jupiter due to being very massive and extremely close to its parent star.\n\nAfter this, there was an increase in the number of Exoplanets being discovered\nThe next landmark was the launch of the Kepler Spacecraft and the Kepler telescope in 2009,\nwhich advanced our knowledge of exoplanets immensely, helping us discover Earth-like planets.\n\nAnd now we have more than 4000 discovered and confirmed exoplanets of various types\n\n## Types Of Exoplanets\n\nThe major types are Hot Jupiters, Mini Neptunes ad Super-Earths\n\n**Hot Jupiters:** They are very massive planets, orbiting very close to their parent stars and have\nshort orbital periods. These were the first kind of exoplanets found and have an upper\nadvantage in their detection due to their large size\n\n**Mini Neptunes:** As the name suggests, these are a bit smaller than our Neptune and resemble\nit in terms of their structure.\n\n**Super-Earths:** The third kind, the most interesting and useful ones for us. These are terrestrial\nplanets that may or may not have atmospheres, many of them lie in the habitable region in\nspace, where life can exist. They are more massive than Earth but lighter than Neptune.\n\n![Image]({{ '/assets/images/hunt-for-life/image3.jpeg' | relative_url }})\n\n## Methods to Discover Exoplanets\n\nThere are 2 major methods that have been used for the purpose\nOne is Gravity or Doppler Shift method and the other is transit Method\n\n**The gravity method:**\nIt is an indirect method and we don’t have to see the exoplanet at all. The first exoplanet in 1995\nwas discovered using the gravity method and was used for finding 100s of other exoplanets in\nthe decade that followed. Currently, we have discovered about 900 planets by this method.\nSo the planet and the star system orbit about their common center of gravity, which is shifted\ntowards the parent star due to its mass being more. The movement of the planet creates a\nwobble motion of the star around the center known as reflex motion. \nThe reflex motion converts the wobble into a periodic Doppler shift in a sinusoidal form, which\nis observed using spectroscopic methods.\nWhen the star moves away from us, we go towards the red side of the spectrum, known as\nredshift and when it moves towards us we move towards the blue side of the spectrum, known\nas blueshift.\nWe can measure the periodic shift in the wavelength of the light obtained. The magnitude of the\nDoppler shift is directly proportional to the radial velocity.\nBy using Kepler’s laws and gravitational equations, we can deduce the mass of the exoplanet\nthrough this method.\n\nWe necessarily get the Mass times sine(i) where i is the inclination angle of the orbit with the\nline of sight.Now, That inclination is not measurable by the observation itself, and so that is an\nuncertainty in the mass. But through large statistical samples, it can be shown that on average the\ntotal mass gets underestimated by a factor of 2.\n\nThere are certain limitations to this method as well\nAs the planet gets smaller or their orbital distance increases, chances of detection reduce as it\ncreates barely detectable reflex motion. And this method Tells nothing about the size of the\nplanet\n\n\n**Transit method:**\nWith the launch of the Kepler spacecraft, we got enormous data which led to the discovery of\nmany new exoplanets by the transit method. This method of exoplanet detection is the most\nused method and has helped us discover more than 3000 exoplanets.\n\n*A transit occurs when a planet passes between a star and its observer.*\n\nIn this method, we detect the small dips in the light curves of stars to detect exoplanets as they\ncross their parent stars in their orbit. Light curves, as can be seen in the video, are charts of the\nlevel of light being observed from the star.\nBased on the dip produced we can infer various properties like orbital radius, orbital period, and\nthe size/volume of the exoplanet.\n\nThe size limits the observation, large planets which can block more light are more easily\ndetectable as compared to Earth-like planets( though through advanced technology, Earth-like\nplanets have also been discovered.)\nSome exoplanets with very fast transit periods are visible for very short durations of time and\nthus are hard to detect.\n\n#### Some Other Ways of detecting Exoplanets\n\n**Direct Imaging**\nIt seems like the most obvious way of detecting exoplanets but is the most difficult one\n as exoplanets do not emit any light of their own and reflect light from their parent star\n and it becomes very hard to observe that with the light of the star. We can use a\n coronagraph for this method, it blocks the light of the parent star and the exoplanets\n become visible. In the animation (insert animation), you can see a multi-planetary\n system, with the light from the parent star being blocked and the exoplanets become\n visible. As an exoplanet-finding approach, this technology is still in its early stages, but there\n are great expectations that it will become a major instrument for discovering and\n characterizing exoplanets in the future.\n\n\n**Gravitational Lensing or microlensing**\n The light from distant galaxies can get distorted due to the gravitational force of\n massive objects in their way, this is gravitational lensing\n To an astronomer, a lensing event looks like a distant star that gets gradually brighter\n over the space of a month or so, then fades away. If a planet happens to be lensed, it\n looks like a brief blip of light that happens during this brightening and dimming process.\n This process is the most sensitive process and can detect exoplanets of the size of our\n moon as well, but such events are not that common\n\n\nNow that we have seen the various methods employed for finding distant planets and looking for\nEarth-like planets, you might be wondering if we have found a chance of life on any of these?\n\nWith such a vast universe comes the possibility of life on other planets, but how rare is life and\nhow many planets exist with the possibility of life on them?\n\n## The Drake Equation and The Fermi Paradox\n\nIn 1961 Dr. Frank Drake was pondering upon the same questions in his lab. It was when he took\nthe help of probability to determine something that would help us know the chance of finding life.\n\nConsidering different factors he gave an estimate on how many planets exist with intelligent life\nthat can communicate with us. Have a look at the formula and you'll observe that it is fairly\nsimple and considers a wide variety of factors to do so. With the available data and pure\nestimates, Dr Drake began putting in values to come up with a number.\n\n![Image]({{ '/assets/images/hunt-for-life/image2.jpeg' | relative_url }})\n\nThe most well-known factor was the formation of stars which is 10 per year, 2nd the fraction of\nthese suns that have a planet which is 0.5, now considering our solar system the number of\nthese planets that lie in the hospitable zone and can nurture life is 2 when the conditions are\nright the fraction of these planets where life would appear on is liberally considered as 1, he\nassumed that given enough time and resources life always appears. Now the chance that these\nlives can evolve into an intelligent life is half but again he proposed that if the life is intelligent it'll\nsurely develop communication, now the last factor i.e the mean amount of time they can remain\ndetectable to us is 10000 years. So after plugging in all the values he came up with a magical\nnumber which is 50,000. That's a huge number as it suggests there are 50000 possible planets\nwith intelligent life of them...\n\nBut unfortunately, we haven't even found any trace of life on another planet except ours.\n\nWith such a good number and so many exoplanets in the habitable zone with the possibility of\nlife, the question that arrives is where Is everybody? And will we be ever able to find them? This\nis **the Fermi paradox.**\n\nConsidering the size of the universe you'll agree that the speed of light is really not that fast, it\nstill takes 10,000 years for even light to cross the milky way, with such a vast universe,\neverything beyond the milky way and our local group is basically inaccessible to us because of\nthe ever expansion of the universe. So Even if life existed in different parts of the universe we\nwould never notice or never know about it. Life has been on earth for around 3.5 billion years,\nout of which human civilization has been for only 200,000 yrs and from which we have acquired\ntechnological advances just a few 100 years back. imagine sitting at your home sending morse\ncode signals around the world, nobody would ever notice or communicate back to you and you\nwill think you are alone in the universe whereas life may be thriving in other parts of the world.\nso if you see on the universal timeline we have just been here for a few nanoseconds it is a\n\n\npossibility that we do not have the technological advances we need to communicate with other\ncivilizations.\n\nThere are millions of stars in a milky way with billions of planets but out of these, we have\ndiscovered only 4000 that can be potential candidates to harbor life. So you see we have only\nseen a grain of sand in the universe and a large number of them await to be discovered.\n\n## The Great Filters\n\nlife itself is super rare, you'll understand that there are some things that we call the great filters\nwhich can be the possible solutions for the Fermi paradox.\n\n+ Biogenesis is the start of life,\n+ The evolution of life to complex form jump from unicellular to multicellular\n+ And the development of intelligence\n\n**Biogenesis:** One of the biggest quests in finding life on other planets is life itself. There are\nmany possible theories on how life originated, for this.... let's consider our own planet, one of the\npossible theories for life formation is through the Miscelle, when the earth began to cool and\noceans formed, water was rich with minerals and necessary ingredients for life. Some even call\nit the LiFe Soup, in the oceans, where phospholipids are the chain of fatty acids, with\nhydrophobic and hydrophilic ends. When placed in water these hydrophobic ends get pushed\naway from the water and automatically come together at the center while the hydrophilic ends\nmake the outer layer and form a missile. Many miscelles come together to form a long chain of\nfatty acids which then turn around on themselves into a sphere. With the right conditions of pH,\ntemp, and many other these spheres crushed in on themselves to form the early life. This was\nthe stage that separated the nonliving world from the living.\n\n**Evolution From unicellular to Multicellular:** The second step when life appears on any planet\nis to form complex structures and build itself into multicellular beings and life as we know it. but\nit's not common for life to evolve because it requires many resources and a lot of energy to build\nup complex structures. If you look at any cell of today's organism you'll observe that it looks like\n2 different bodies. One research suggests that at the beginning a bigger miscelle would have\nconsumed the smaller one without harming the other. The smaller cell eventually starts\nproviding energy and resources to build complex machinery of the cell, while the bigger is\nprovided with raw materials and protection from the harmful environment outside. It still takes a\nfew million years for life to evolve furthermore building cell by cell and form remarkable\nstructures and multicellular beings. But it's not as easy it may seem as it requires a lot of factors\nand necessary conditions for the process to occur. It takes just one meteor or one cosmic event\nto destroy everything and the miracle of life.\n\n**Development Of Intelligent Life:** But if life survives all this it still needs to make a very big leap\nto intelligence. Let's be honest, being intelligent is hard work, it requires lots of resources and\nenergy to keep the brain functioning but doesn't provide any physical advantage against a fight\nwith a bear. So the chance of any life-developing intelligence is extremely rare. Look at the earth\n\n\nfor example out of thousands of species that have formed on earth 99% of them have been\nextinct, out of the rest only one had enough resources to evolve the complex brain and grow\nintellectually. But take a squirrel for example no matter how smart he is he'll never understand\nthe functioning of any machinery or modern communication. For the squirrel, the forest is his\nhome and everything that exists. The same would happen for any other life. Let's dive further\nand say on any planet only one advanced civilization can occur, now assuming they are as cruel\nas we are they'll devour all other life on their planet. So now we have only one intelligent life on\nany planet with life on it. Till now we have known that it takes an immense amount of resources\nand conditions for life to even begin and then further grow, but if it existed how would it be?\n\nOn a broader scale, we can classify any civilization into 3 groups type 1, type 2, and type 3.\n\n+ A **type 1 civilization or planetary civilization** would be one that came to use all the resources \non its planet effectively and would build space crafts to further explore the solar system. We are \non the verge of becoming a complete planetary civilization.\n\n+ 2nd is the **type 2 or stellar civilization** would beone that can consume all the resources of its \nsolar system and would basically control everything there. They could build something as \nadvanced as a Dyson sphere around their star to consume all its energy and build very \nadvanced weapons, modes of communication, and travel.\n\n+ Last but not least is **type 3 civilization or galactic civilization** , it is one that will be so \nadvanced that they can basically colonize an entire galaxy and consume all the possible \nresources. Such a civilization would be like God to us. They can even control on which planet \nlife would flourish, or which planet to allow flourishing and which to destroy. \n\nBut they can also collect so much energy and build advanced computers to upload all their\nconsciousness into a virtual world, a world of never-ending bliss and ecstasy. And So we'll never\nknow about them as they have kinda left this universe.\n\nNow we can also imagine that we’re also a civilization like this and are now living in a virtual\nuniverse.\n\nAt the end of the day it doesn't matter how much we argue, debate and think about it, a\npossibility always remains. We can only think and search for ways of finding life in different parts\nof the universe. So the quest must never stop because life is a gift.\n\n<img src=\"{{ '/assets/images/hunt-for-life/image4.jpeg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>"
    },
    {
        "slug": "Upliftment-of-Space-Technology-in-Himalayas",
        "title": "Upliftment of Space Technology and Astronomy Cell in Himalayas, India",
        "author": null,
        "categories": [
            "space-technology"
        ],
        "image": "/assets/images/iau/image5.jpg",
        "content": "> This post was written by Samson for STAC IIT Mandi.\n\n## Our Journey in STAC:\n\nWe, the STAC team, are people who create curiosity in space science and technology in every child’s mind. And helping them to understand the underlying concepts in Astronomy and Astrophysics.\n\nWe had conducted the telescope session in a Government school at Kamand, Mandi, to show them completely new instruments and concepts they have never seen or heard before. This creates an interest among the students in the Astronomy and Astrophysics field.\n\n## Visit to School:\n\nWe visited a government senior secondary school near IIT Mandi with our equipment (Telescopes, binoculars, tripod, laser, presentation etc.,). The students welcomed us and were more excited to attend the session with us. They cooperated and engaged with us throughout the session.\n\n## Interactions with Students:\n\nWe started the session with a brief introduction about our club, team members and what our ultimate goal is. We have explained the working mechanism of simple telescopes and the scientific principles behind them, in such a way that they can travel along with us without any difficulties.\n\nAlso we presented them our astrophotography of planets, moon and Milkyway galaxy. And explained why the appearance of the celestial bodies looks like the way they appear and an overview of scientific principles governing them.\n\nThe students' minds were filled with questions like why, when and what is the cause of the physical appearance etc., we cleared each and every student’s doubt to make sure the basic fundamental principles were strong enough.\n\n<img src=\"{{ '/assets/images/iau/image1.jpg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>\n\n_Giving introduction to STAC and explaining the basic principles of telescopes._\n\n<img src=\"{{ '/assets/images/iau/image2.jpg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>\n\n_Explaining the scientific background behind the astrophotography we made._\n\nAfter explaining the photography stuff and theoretical principles, the telescope and binoculars were mounted in tripods to start the hands-on part of the session. As it is a day time session, students were allowed to observe the mountain peaks with a telescope and binoculars to get the feel of observing through optic instruments.\n\n<img src=\"{{ '/assets/images/iau/image3.jpg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>\n\n<img src=\"{{ '/assets/images/iau/image4.jpg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>\n\n_Students observing the mountain peaks with a telescope and binoculars. And they learnt to set the eyepiece focus and align the telescope by themselves._\n\n<img src=\"{{ '/assets/images/iau/image5.jpg' | relative_url }}\" \n    style=\"display:block; background-color:black; margin:auto; height:600px;\"/>\n\n_After the observation, students explored the primary and secondary mirrors and inner construction of the telescope._\n\n## Conclusion:\n\n-   Students understood the overview of the cosmos, where and who we(Humans) are in this universe. And also learned about our solar system, its planets and the scientific specifications of the planets etc.,\n-   They learned how to mount the telescope and choose the eyepiece for desired observation.\n-   All of them enjoyed the whole session with us, especially the hand-on session in operating the telescope.\n-   We are so glad to meet these young curious minds.\n    And our sincere gratitude to the funding agency of this session **'IAU's office of astronomy for development'**."
    },
    {
        "slug": "Deep-Sky-Astrophotography-Tutorial-Part-1",
        "title": "Deep Sky Astrophotography Tutorial : Part 1/2",
        "author": "gautamd",
        "categories": [
            "astrophotography",
            "tutorials"
        ],
        "image": "/assets/images/astrophoto-guide/cover.jpg",
        "content": "> A step-by-step Guide with photographs and tips on how we setup and align a telescope on a go-to Equatorial mount, for tracking celestial objects.\n\n> Note: All images in this post are © STAC 2023\n\n## Equipment\n\nThe main gear used in our setup is :\n- Telescope : _Celestron 127 SLT Maksutov Cassegrain_\n- Mount : _iOptron CEM26 GoTo Equatorial_\n\nAlternatively, the club also has a _Celestron Astromaster 130EQ Newtonian_ on a non-computerised equatorial mount with motor drive.\n\nOther equipment checklist :\n- Eyepieces : Atleast 1 wide-field (> 20 mm), and optionally 1 narrow (< 10 mm) and/or 2x barlow\n- Telescope Counterweight : 1 x 4.5kg\n- AC Power Extension Cord and RJ45 cables\n- Laser to point to stars etc\n- Lens Cleaning Kit to wipe off dew and dust. \n\nThis is sufficient for the setup described in this post (Part 1), which will allow manual observation. For imaging, more equipment and software is necessary as described in [**Part 2**]({{page.next.url | relative_url}}).\n\n<img src=\"{{ '/assets/images/astrophoto-guide/equipment.jpeg' | relative_url }}\" alt=\"Equipment\" height=\"400px\" class=\"center\"/>\n\n\n## Preparation\n### Choosing a Time and Location\n\nPick an area that has:\n- A power outlet nearby, within range of the AC extension cord used to power the mount. In order to setup the telescope at a remote campsite, we will need to purchase a power bank instead.\n- Sufficient field of view of the sky, and minimal ambient light pollution.\n- Stable, flat ground so that it is easier to adjust the tripod.\n\nTo find a suitable time:\n- For cloud cover forecast, [clearoutside.com](https://clearoutside.com/forecast/31.78/77.00) and [timeanddate.com](https://www.timeanddate.com/weather/india/mandi/hourly) have often been reliable for dates within 1 week.\n- For planetary observations, moonlight is not a major problem, however deep sky targets like galaxies are almost invisible when the illumination is > 50%, especially in directions closer to the moon.\n- Dew can cause lots of difficulty, so nights with lesser humidity are easier to work in. Keep wiping off wet surfaces and ensure that the electronics stay dry. We can consider purchasing _dew heaters_ in the future.\n\n### Collimation\n\nIf the optical elements of the telescope are not correctly aligned, the images produced can be very distorted or unclear.\nCassegrain telescopes (such as the one we are using in this session) typically don't need regular alignment, and it should be okay to use directly.\n\nAdditionally, align the finder scope on the telescope as parallel to the main tube as possible, if you will be using it. This tends to easily get shaken out of place during transportation. By pointing the telescope at an easily recognisable object (E.g. - moon, bright planet or star, Pleiades, etc) check that the same is visible within the finder view or guide cam feed.\n\nHowever in case a Newtonian reflector (like the club's _Celestron Astromaster 130EQ_) is being used, check the alignment of the primary and secondary mirrors - the axes are often titled, especially due to being shaken after transporting. It is also easy enough to collimate manually.\nAdjust the orientation of the primary mirror using the 3 cylindrical metallic thumbscrews on the back of the telescope, and the secondary using a screwdriver to turn the 3 small plus shaped screws on the circumference of the secondary mirror mount inside the tube. All reflections and borders of the mirrors/tube should be concentric circles when looking into the telescope without an eyepiece. Use a collimation cap or laser collimator to avoid parallax error while looking for any offset. Refer to a proper collimation guide for details.\n\n\n## Mount Setup\n### Tripod Setup\n\nOpen the tripod legs completely and place it on the ground stably. \nIf the motorised mount head was removed from the tripod, fix it onto the tripod by aligning the steel rod and 2 slots for the screws correctly as shown in the image below. Tighten the screws and make sure that the mount is securely fixed.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/mount-head.jpg' | relative_url }}\" alt=\"Mount Head and Screws\" height=\"400px\" class=\"center\"/>\n\nOrient the stand so that it is roughly facing north, as shown below (since campus is in the Northern hemisphere, we will need to align it with the North Celestial Pole).\n\n<img src=\"{{ '/assets/images/astrophoto-guide/tripod-compass.jpg' | relative_url }}\" alt=\"Tripod Compass Orientation\" height=\"400px\" class=\"center\"/>\n\n(Optional) Then, fix the accessory tray between the legs using the steel rod with screw threads on both ends (the rod with threads only on 1 end is for the counterweight) and the cap, as shown below.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/tripod-plate.jpg' | relative_url }}\" alt=\"Tripod Tray\" height=\"400px\" class=\"center\"/>\n\nAdjust the length of the legs precisely so that the base of the mount is perfectly horizontal. The bubble spirit level on the mount helps to show any tilt. Check this from all directions to avoid parallax error.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/tripod-level.jpg' | relative_url }}\" alt=\"Tripod Spirit Level\" height=\"400px\" class=\"center\"/>\n\nThen, adjust the latitude axis on the mount so that it is tilted at the latitude equal to the observing site's location. For IIT Mandi campus, this is around **31.8°N** and doesn't need to be changed afterwards.\n\nUse the lever shown in the photo below to tighten/loosen the axis, and the knob in front to make fine adjustments.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/mount-latitude.jpeg' | relative_url }}\" alt=\"Mount Latitude Scale and Lever\" height=\"400px\" class=\"center\"/>\n\nWe will align the tripod more precisely in the [Polar Alignment](#polar-alignment) Section in case it shakes during balancing.\n\n### Telescope Attachment\n\nBefore attaching the telescope, slide the counterweights onto the counterweight rod at the front of the mount, as shown below. The cap at the end of the rod needs to be unscrewed to add/remove the weight. For now, keep the weight towards the end of the rod, far from the mount head. Ensure that everything is tightly fixed in place so that there is no risk of the weight or rod falling off later. \n\n<img src=\"{{ '/assets/images/astrophoto-guide/counterweight.jpeg' | relative_url }}\" alt=\"Counterweight\" height=\"400px\" class=\"center\"/>\n\nNext, loosen the screw on the telescope _Dovetail Slider_ at the top of the mount, and slide the telescope into place from the front as shown below. Then tighten the screw completely to fix it in place.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/dovetail.jpg' | relative_url }}\" alt=\"Scope Dovetail Attachment\" height=\"400px\" class=\"center\"/>\n\nThe front of the telescope would point upwards / Northwards / to the front of the mount.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/telescope-attached.jpeg' | relative_url }}\" alt=\"Telescope Attached\" height=\"400px\" class=\"center\" id=\"img-telescope-attached\" />\n\n## Balancing\n\nBalancing is an important step that involves shifting the center of mass of the telescope to a point over the tripod, so that the setup can stand still when unlocked, without swinging or falling to one side. This way there is also no net torque that the motor has to constantly apply to hold it in a stable position. \n\n### RA Axis\n\nAround this axis, the telescope rotates clockwise/anticlockwise, or, east/west following the rising/setting motion of the stars in circles. It is parallel to the polar axis. To move freely around this axis, use the RA unlock switch near the front of the mount as shown in the figure below. *Hold the telescope carefully while turning the switch so that it doesn't suddenly fall over when unlocked!*\n\n<img src=\"{{ '/assets/images/astrophoto-guide/RA-unlock.jpeg' | relative_url }}\" alt=\"RA Axis Lock Switch\" height=\"400px\" class=\"center\"/>\n\nAllow the telescope to slowly swing when unlocked. Observe whether the telescope tube tends to fall down or up. Lock the mount again, then loosen the counterweight and shift it lower down or further up on the rod respectively, to distribute the weight. Tighten the counterweight and allow the telescope tube to swing again.\n\n<div class=\"imgholder\">\n    <img src=\"{{ '/assets/images/astrophoto-guide/RA.gif' | relative_url }}\" alt=\"RA Imbalance Animation\"/>\n    <img src=\"{{ '/assets/images/astrophoto-guide/RAshift.jpg' | relative_url }}\" alt=\"Shift for RA Balancing\"/>\n</div>\n\nRepeat until it is evenly balanced and can stay still at any angle, upwards or sideways, without falling. In case it seems \"asymetrically\" balanced, where it is stable at any angle on one side, but falls on the other side, refer to the [Third axis](#third-axis) balancing below.\n\nIf the counterweight needs to be shifted so low that it touches or gets stuck against the tripod legs, replace it with a narrower weight, or, add another heavier weight so that both can provide the same torque from closer to the pivot. Ensure that the setup can swing freely, else the motor may get damaged if the counterweight rod gets stuck in front of one of the tripod legs.\n\n### Dec Axis\n\nAround this axis, the telescope moves linearly from north to south, or, pointing from the front of the mount to back. It is parallel to the axis of the counterweight rod (perpendicular to the polar axis). Use the Dec unlock switch near the back of the mount as shown in the figure below. Again remember to be careful that the tube doesn't swing suddenly and topple when unlocking.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/Dec-unlock.jpg' | relative_url }}\" alt=\"Dec Axis Lock Switch\" height=\"400px\" class=\"center\"/>\n\nAllow the telescope to slowly swing when unlocked. Observe whether the front end or the back of the Optical Tube Assembly (OTA) tends to fall downwards. Lock the axis again, then loosen the telescope tube in the Dovetail slider and slide it backward or forward respectively, to distribute the weight. Tighten the Dovetail slider lever before allowing the OTA to swing again.\n\n<div class=\"imgholder\">\n    <img src=\"{{ '/assets/images/astrophoto-guide/Dec.gif' | relative_url }}\" alt=\"Dec Imbalance\"/>\n    <img src=\"{{ '/assets/images/astrophoto-guide/Decshift.jpg' | relative_url }}\" alt=\"Shift for Dec Balancing\"/>\n</div>\n\n\nRepeat until it is evenly balanced and can stay still at any angle, forwards or sideways, without falling. In case it seems \"asymetrically\" balanced, where it is stable at any angle on one side, but falls on the other side, refer to the Third axis balancing below.\n\n### Third Axis\n\nThis axis is the one through the OTA, and is the direction in which the telescope points to the sky, hence it is kept fixed because rotation around this axis only changes the orientation of the image in the eyepiece and not the point in the sky itself.\n\nThe OTA is not perfectly symmetrical around this axis - while the telescope tube is cylindrical - the finder scope (and in the case of Newtonians, also the eyepiece) that are on one side of the tube break the symmetry. Due to this, it may be difficult to properly balance the setup on the RA/Dec axes, and the symmetry needs to be corrected.\n\nTypically this can be done by clipping extra weight onto one side of the telescope tube or the counterweight rod, opposite from the parts such as the finderscope that are causing asymmetry. We haven't currently purchased any dedicated clips or weights for this purpose. Additionally, for an OTA such as our Astromaster 130EQ which is mounted using a _Ring Clamp_ instead of a Dovetail slider, you can rotate the OTA itself about this axis to make the Finder Scope and Eyepiece vertically symmetrical and approximately balance the setup.\n\n**Misc Notes about Balancing:**\n- In case it is not possible to perfectly balance the telescope, a small non-zero torque on either axis is okay and won't strain the motors too much. In this case, prefer to keep the slight imbalance on the RA+Third axes so that it is \"_east heavy_\", i.e. - depending on which direction you will point the telescope to observe in, keep the end (OTA or the counterweight) that is on the East side (left side when looking at the mount from front/North) heavier.\n- Keep in mind that when attaching other equipment (such as heavy cameras) at a later stage, the mount may need re-balancing again.\n\n## GoTo Tracker Initialisation\n\n### Power and Cables\n\nThere are 3 cables used by the GoTo mount - 1 short & 1 long coiled RJ45 (ethernet-type) cable, and the power cable.\n\nConnect the short RJ45 cable between both `DEC` ports on the mount as shown.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/dec-cable.jpeg' | relative_url }}\" alt=\"DEC RJ45 cable\" height=\"400px\" class=\"center\"/>\n\nUse the long RJ45 cable to connect the GoTo controller to the `HBX` port on the mount as shown.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/hbx-cable.jpeg' | relative_url }}\" alt=\"HBX controller RJ45 cable\" height=\"400px\" class=\"center\"/>\n\nConnect the Power adapter to a regular AC source and the `DC 12V IN` port on the mount. Switch on the source and also the On/Off switch on the mount (above the DC IN port). If properly powered, the red LED on the mount and also the controller LCD panel will light up.\n\n<div class=\"imgholder\">\n    <img src=\"{{ '/assets/images/astrophoto-guide/power-switch.jpeg' | relative_url }}\" alt=\"Mount Power Switch\" height=\"400px\" id=\"img-mount-power\" />\n    <img src=\"{{ '/assets/images/astrophoto-guide/poweron.jpeg' | relative_url }}\" alt=\"Mount Powered On\" height=\"400px\"/>\n</div>\n\nWhen the controller is first powered on, the iOptron logo appears on the LCD screen and then the menu. If you see any error message or the LCD does not light up or it flickers, check the power source and connections. Ensure that the power supply is stable and at a steady voltage to avoid damage.\n\nSwitching off or losing power will erase all the calibration data that is stored and you will have to repeat all the next alignment steps again.\n\n### Observing Site Data\n\nPress the `MENU` button at any time to display the menu that is also shown after the controller powers on. Use the up/down arrow keys to scroll to the `Settings` in the menu, and press `ENTER`. Next, enter `Set Time and Site`, and fill in all the details. Navigate between the fields using the arrow keys to fill values and press `ENTER` to save all at once.\n- Current *Local* Date and Time. This should ideally be accurate to within ~1-2 seconds, so it's helpful to enter a value for a minute later, fill all the fields and then, by watching a clock such as on [timeanddate.com](https://www.timeanddate.com/weather/india/mandi/hourly) (or phone/laptop clock if you are sure that it is accurate), save it at the right moment.\n- Timezone UTC offset. This is `+0530` for Mandi campus (India).\n- Observing Site Latitude and Longitude. This should also ideally be accurate to within a few arcseconds. The value is `31°46'26\" N 76°59'05\" E` for Cricket ground, South campus. Add `0°0'30\"` both N and E for Fountain area, North Campus. (Fun fact: The 77°00'00\" E meridian passes through S11 / new SAC building, North Campus).\n- Hemisphere. Northern (N) for IIT Mandi. This defines the RA tracking to be around the North Celestial pole (Pole Star) instead of SCP.\n\nPress `ENTER` to save all the data, including the time, and return to the Menu screen.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/set-site-data.jpg' | relative_url }}\" alt=\"Site Data Menu Navigation\" height=\"400px\" class=\"center\"/>\n\n\n## Polar Alignment\n\nFor this stage, you will need a torch light and optionally the help of another person.\n\n### Zero Position\n\nCheck that both the RA and Dec axes are aligned with the mount and locked so that the telescope also faces the front of the mount. After you adjusted the tripod and latitude as described in the section above, the OTA should point towards the pole star when the mount is in this position (see again [this image](#img-telescope-attached)). This is known as the *Zero Position*.\n\nScroll to `Zero Position` at the end of the controller Menu, Enter, and then enter `Set Zero Position`. You can now press back to return to the menu. At any later point of time, using `Goto Zero Position` will turn the axes back to this position so that you can re-adjust alignment or unlock the mount axes.\n\n### Pole Star Finder\n\nRemove the caps of the *Polar Alignment Scope* that is the finder scope embedded in the RA axis of the mount.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/polarscope-caps.jpg' | relative_url }}\" alt=\"Polar Scope Caps\" height=\"400px\" class=\"center\"/>\n\nLook into the back of the polar scope and check if Polaris is visible (we are aligning with the North Pole Star for the Northern Hemisphere). In case the tripod alignment with a compass was accurate and the latitude is correct, it should be visible.\n\nIf not, adjust the tripod itself so that Polaris appears roughly in the center of the view. Shift all tripod legs on the ground to rotate it, and extend/retract the front leg to move the mount up/down. Ensure that the spirit level still shows that the base of the mount is horizontal, even if the ground is uneven. This way, the tripod is pointing exactly north.\n\nPolaris is a fairly bright star and should be easily recognisable, but you can also shine a laser through the polar scope or exactly parallel to the RA axis to check how far away the tripod is pointing.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/laser.jpeg' | relative_url }}\" alt=\"Visual Guidance using a Laser Beam\" height=\"400px\" class=\"center\" id=\"img-laser\" />\n\nLook through the polar scope while shining a light directly in from the front, and you will see the dial as in the image below.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/polarscope-dial.jpg' | relative_url }}\" alt=\"Polar Scope Dial\" height=\"400px\" class=\"center\"/>\n\nUnlock the RA axis of the mount and turn the telescope around 90° left so that the numbers on the dial are the right way up. This way, the dial is vertical and the markings can be compared to those on a 12-hour clock face, with circles showing radii in arc-minutes also drawn.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/polaralign.jpeg' | relative_url }}\" alt=\"Telescope Position for Polar Alignment\" height=\"400px\" class=\"center\"/>\n\nIn the controller menu, go to `Alignment` > `Pole Star Alignment` and press `ENTER`. You will see a dial with the clock time and radius value displayed, as in the image.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/polarispos.jpg' | relative_url }}\" alt=\"Indicated Polaris Position\" height=\"400px\" class=\"center\"/>\n\nWhile shining the light indirectly through the front of the scope so that both Polaris and the markings on the dial are visible, you will need to adjust the mount to bring Polaris to the position shown on the dial.\nFor fine horizontal adjustments, use the 2 knobs on the sides of the latitude section, as shown in the photo below, and for fine vertical adjustments, use the same knob in front that is used for fine latitude adjustment.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/polar-fineadjust.jpeg' | relative_url }}\" alt=\"Polaris Position Fine Adjustment Controls\" height=\"400px\" class=\"center\"/>\n\nUse your best estimate to keep the crosshairs perfectly horizontal and vertical instead of tilted, while performing the alignment, and bring polaris to the exact position shown (angle in hrs:mins, and radius). Keep in mind that the target coordinates also slowly change over time, refer back to the controller if you took very long.\n\nOnce the tripod mount is aligned, press `BACK` or `MENU` on the controller to exit the polaris alignment screen. You don't need to save any info. Also turn the OTA back to the vertical position and lock the RA axis on the mount. You do not need to unlock any of the mount parts again till dismantling the setup.\n\n## Precise Star Alignment\n\nWith the observing site data and polar alignment, the mount should already be able to navigate to any given coordinate or object in the sky. However there are usually errors, and we improve the accuracy by performing precise alignment with 1, 2, or upto 3 stars. Three star alignment provides the most accuracy, but also requires more effort. The procedure is the same as for 1 star but repeated 3 times with 3 different stars.\n\nTo perform star alignment, you will need to look through the main telescope, so insert an eyepiece, remove the tube lid and bring it to focus on the stars.\n\nFrom the controller menu, enter `Alignment` > `Three Star Alignment` (or also One/Two star). \nThere is a list of named bright stars (E.g.- Vega, Sirius, Arcturus, Achernar, Dubhe, etc) and their coordinates and magnitudes. Scroll through the list using the Up/Down arrow keys and select one star that is currently clearly visible in the sky by pressing `ENTER`, and it will automatically slew to point at the star.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/staralign.jpg' | relative_url }}\" alt=\"Star Alignment Controls\" height=\"400px\" class=\"center\"/>\n\nCheck the eyepiece to verify whether the same star is visible and centered in the view. If not, bring it to the exact centre of the view by using the 4 arrow keys on the controller to move the RA/Dec axes. You can adjust the slew speed by pressing any of the numbers 1-9 on the keypad. 1 corresponds to the slowest speed (`1x`, or natural tracking speed), and 9 to the `MAX` speed, doubling as 2x, 4x, 8x, etc.\n\nYou must be sure that the star visible in the eyepiece is the correct one, else the alignment will be spoilt by submitting wrong info to the computer. You can use a laser to verify where the telescope is pointing, [as described in](#img-laser) Polar Alignment. Typically, all the stars listed (especially &lt; mag 1), are unmistakably bright in the eyepiece (for example, the image below is of Antares, mag 1.09). Press `ENTER` to confirm when the star is centered in view.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/antares.jpeg' | relative_url }}\" alt=\"Antares compared to adjacent background stars\" height=\"400px\" class=\"center\"/>\n\nFor 2 or 3 star alignment, it will return to the list of stars and you will have to choose another one and repeat the procedure. When the alignment is complete for all the stars, it will display the message `Alignment Accepted` and some statistics about the original error that was present. Press `BACK` or `MENU` to exit.\n\n**Tips for Star Alignment:**\n- Don't press `BACK` or `MENU` before the alignment is complete or the procedure will be scrapped and you will have to start all over again, for all 1/2/3 stars. Also don't press `ENTER` before bringing the star to the correct position, since you can't undo the wrong submission, you will have to cancel and start again.\n- Use a wide-field eyepiece (e.g. 32mm) to make it easier to spot the stars\n- Prefer stars that are spread further across the sky, not near each other in the same constellation, and for 3 star alignment prefer that they are not collinear but form a large triangle, this will help in correcting the alignment error.\n\n## Tracking Celestial Objects\n\nYou are now ready to view any target in the night sky using the setup. From the controller menu, go to `Select and Slew`, in which there are many sub-categories of objects in the database - Solar System Planets, Named Stars (like those used for the star alignment), deep-sky catalogs (Messier, NGC, IC), Comets, etc. You can also directly enter RA/Dec coordinates to slew to an arbitrary position.\n\nTo go to a specific object, use the arrow keys and navigate through the menus. For catalogs, use the keypad to enter the catalog number (Mxxx, NGCxxxx, etc). Press `ENTER` to slew to this object. The controller will display `Slew` in a corner of the LCD display while the telescope is still moving, make a beep sound when it reaches and then display `Track` to indicate that it is automatically tracking the target. It will keep tracking until you slew to another position, so you can go back and explore the rest of the menus.\nWhile tracking, you can use the arrow keys and keypad to adjust the target position, as in the Star Alignment.\n\nIt's a good idea to first check the accuracy of the alignment by slewing to an easily recognizable object (E.g. Jupiter, The Moon, bright stars, etc) and verifying that it appears in a wide-field (e.g. 32mm) eyepiece before using a higher magnification eyepiece, to get an idea of whether you will need to make a small position adjustment.\n\n> The process for connecting a camera, autoguider and imaging is explained in [**Part 2**]({{page.next.url | relative_url}}).\n\n## Dismantling\n\nWhen the observing session is complete,\n\n1. Disconnect the main camera, guide camera and their cables from Part 2, if used.\n2. From the controller menu, first `GoTo Zero Position`.\n3. Then ower off the mount using [the switch](#img-mount-power), and the main AC source.\n4. Then remove the power, controller and RJ45 cables.\n5. Replace all the caps of the Telecope tube, Finder Scope, Polar Scope, etc\n6. Remove the OTA from the dovetail slider and pack it carefully.\n7. Then remove the counterweights and counterweight rod. (Don't unlock the axes and remove this before the OTA or it will swing over and the tube will crash into the tripod. You don't need to unlock the mount axes anyway.)\n8. Remove the accessory tray from the tripod.\n9. Finally remove the mount head from the tripod if necessary, and pack it carefully.\n\nWhen packing the components for transportation, remember to\n- Use a sturdy, closeable box. Warning: Cardboard can get soggy after absorbing dew/humidity after being left out overnight, and will easily tear under the components' weight.\n- The most valuable and fragile parts are the main telescope tube, the motorized mount head (separate from the tripod), the CMOS guide camera and DSLR/main camera. Use foam/wrap packing in the box for each of these individually.\n- Make sure that eyepiece etc lids are closed.\n- Pack the counterweight so that it doesn't slide around in the box/bag and damage the other equipment."
    },
    {
        "slug": "Deep-Sky-Astrophotography-Tutorial-Part-2",
        "title": "Deep Sky Astrophotography Tutorial : Part 2/2",
        "author": "gautamd",
        "categories": [
            "astrophotography",
            "tutorials"
        ],
        "image": "/assets/images/astrophoto-guide/cover.jpg",
        "content": "> A step-by-step Guide with photographs and tips on how we perform deep-sky and planetary imaging using a DSLR and CMOS guide camera.\n\n> Note: All images in this post are © STAC 2023\n\n## Equipment\n\nBefore beginning imaging, complete setting up and aligning the equatorial mount as described in [**Part 1**]({{page.previous.url | relative_url}}).\n\nAdditional equipment we will use here is:\n- Guide Camera : _ZWO ASI-120mm Mini_\n- A DSLR as Main Camera to capture the images.\n- Laptop to control the camera\n- Cables and Batteries for Camera, Laptop, etc\n- Optionally, RGB or Light Pollution or other filters\n\nAdditionally, install the following software on the laptop :\n- _Canon EOS Digital_ / _Nikon Camera Control_ / alternatives to capture photos from the DSLR while connected to the laptop. This way, they can be saved directly to hard disk and the camera can also be programatically triggered to take a sequence of photos without needing a physical intervalometer.\n- _ASIStudio_ to control and capture from the ASI Guide Camera. This is the simplest to install, though the popular autoguiding software _PHD2_ can track objects better. This software will also communicate with the Mount to control the motor based on the guide images. \n- Additional drivers (E.g. ASCOM protocol) need to be installed for PHD2. For any software, follow all the instructions from the website and download the necessary libraries/versions for your OS.\n- Optionally, _Stellarium_ to identify visible objects and plan what/when to view.\n- _Siril_ / _Deep Sky Stacker_ / _Autostakkert!_ / alternatives for stacking, calibrating and post-processing the images.\n\n>  Note - I have used my personal _Canon EOS 550D_ (unmodified DSLR body) in the photos shown here. Newer models, especially modified for astrophotography, are much better suited. Using a CMOS or CCD camera can be even better still. The types of cameras and pros/cons deserves its own detailed blog post.\n\n## Using a DSLR\n\n### T-Ring and Adapter\n\nIn the image below, the 4 parts from left to right are the Camera body, The T-Ring, Eyepiece adapter (2-part holder and attachment).\nThe T-Ring connects to the camera body *in place of the lens*. There are different T-Ring models corresponding to different Lens Mounts (e.g. Canon EF/RF, Nikon E/F, etc) and have the appropriate markings and threads to attach them to the body.\nThe eyepiece adapter fits onto the T-Ring using a standardised joint, and into the eyepiece tube of the telescope. Majority of eyepiece adapters have the same specifications, for the standard 1.25\" diameter eyepieces (however 2\" eyepiece versions also exist, e.g. compatible with STAC's 8\" and 12\" Dobsonians).\n\n<img src=\"{{ '/assets/images/astrophoto-guide/dslradapter.jpg' | relative_url }}\" alt=\"DSLR, T-Ring and Adapter Connections\" height=\"500px\" class=\"center\"/>\n\nThe long tube of the adapter is optional and is meant for holding an eyepiece inside it. It is fixed between the T-Ring and 1.25\" telescope adapter to provide a specific magnification /  field of view. Otherwise, the camera can be used without an actual eyepiece (connect it to the T-ring without the tube, as shown in the previous image), and the magnification will be fixed, depending on the telescope's focal length and camera's sensor size etc. An eyepiece may be good for planetary imaging to provide higher magnification, and also since most planets are quite bright so an extra optical element won't reduce the quality noticeably. It is unnecessary for most deep-sky targets.\n\nA barlow lens can be attached to the end of the adapter before inserting it in the telescope. Some reasons to use a barlow are:\n- Simply to provide more magnification (2x, 3x, etc) if required.\n- Depending on the model (physical dimensions) of the Camera body and Telescope, the focal plane may never fall on the sensor as you try focusing the image without any secondary lens. Then a barlow is required extend the focal length so that it can enter the camera.\n- To prevent the sensor being exposed (note that with the T-Ring and adapter there is no glass / optical element) to dust and humidity outside. This is not a problem with our Cassegrain telescope, but in a Newtonian/Dobsonian which has an open tube, air can flow all the way in.\n\nNote that DSLR bodies are already relatively heavy compared to the OTA, and by using a barlow or the eyepiece adapter tube, it extends further away from the center and can add a lot of extra torque. Check the balance of the mount as described in [Part 1]({{page.previous.url | relative_url}}#balancing) and re-balance on any axes if necessary.\n\nInsert the adapter directly into the telescope, by removing the eyepiece diagonal, which is unnecessary and can also become a weak point where the camera can fall off due to the weight applied sideways while turning as the telescope rotates (and will also cause more Third axis imbalance).\n\n<img src=\"{{ '/assets/images/astrophoto-guide/camattach.jpeg' | relative_url }}\" alt=\"Attaching the DSLR to the telescope\" height=\"400px\" class=\"center\"/>\n\n### Capture Schedule\n\nOnce you have connected the camera to the telescope, switch it on and slew the telescope to a bright object (E.g. Jupiter, The Moon etc which have surface details) to set the focus using the eyepiece focuser. For more precision, use the camera's live view with digital zoom or connect it to a laptop as described below and zoom into the image. Don't estimate the focus based on nebulae/galaxies which naturally appear slightly blurry. If perfect focus doesn't occur at any distance, change/add the barlow lens.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/dslrfocus.jpg' | relative_url }}\" alt=\"Focusing on Jupiter\" height=\"400px\" class=\"center\"/>\n\nIt is possible to image directly from the camera by manually pressing the shutter button. However it may increase small shake and alignment errors each frame, and there are a very large number of frames that typically need to be taken (as described in [Calibration](#calibration-frames) below) and timed for specific durations, hence using an intervalometer is preferable. Physical intervalometers exist that connect to the camera like a wired remote control, however we use a laptop since the software on it is typically free of cost, the larger screen is useful for inspecting image quality, and it is anyway needed for autoguiding. \n\nConnect the camera to the laptop using an appropriate data-cable (often USB Mini-B / Micro to USB Type A/C), and start the camera's native software (e.g. _Canon EOS Digital_, or _Nikon Camera Control_, or alternatives) for remote shooting.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/eosutility.jpeg' | relative_url }}\" alt=\"Canon EOS Utility GUI\" height=\"400px\" class=\"center\"/>\n\n**Important**: Set the camera to capture in RAW format (e.g. Canon CR2 or Nikon NEF etc) so that all the original data from the sensor is stored without compression. \n\n### Exposure settings\n\nWe operate the camera usually on fully manual `BULB` mode for exposures > 1 minute, and set the ISO and exposure time as required.\nThe camera's focal length is that of the telescope (plus barlow lenses etc that modify the focal length, if used), and will not change since a regular lens isn't connected. Setting the appropriate ISO and Exposure time depends on the target object. Generally, to reduce noise, try to minimise the ISO and maximise exposure time per frame, while retaining visible clarity and avoiding trailing.\n\nFor a good exposure, it's okay even if very few details are directly visible in the RAW frame, but it is important to check the percentage of clipped pixel values from the image histogram. For example, in the images below, the original raw frame is displayed on top, followed by the preview in Adobe Camera Raw which highlights clipped black pixels in blue and clipped white pixels in red, and the histogram at the bottom. The image of M8 on the left is good, hardly any pixels are clipped to a value of 0, while the image of M31 on the right is underexposed, many are clipped and not just in corners but in most of the area. The histograms of both appear clumped towards the left, since majority of the background is dark, but by zooming in it is clear that in M8 the left/rising edge of the distribution curve is visible while for M31 it is clipped by the y-axis.\n\n<div class=\"imgholder\">\n    <img src=\"{{ '/assets/images/astrophoto-guide/rawhistgood.jpg' | relative_url }}\" alt=\"M8 RAW histogram - Well exposed\" width=\"400px\" />\n    <img src=\"{{ '/assets/images/astrophoto-guide/rawhistbad.jpg' | relative_url }}\" alt=\"M31 RAW histogram - Under exposed\" width=\"400px\" />\n</div>\n\nIf long-exposure shots (e.g. 2-5 minutes or more per frame) are necessary to capture the target, check the quality and trailing effects in a test image. Even if the mount's balancing and alignment is excellent, small errors can add up while tracking and form trails over several minutes. Then, you can use an auto-guider to prevent trails.\n\n## Filters\n\nAfter setting up the camera, capture a large set of photos (atleast 10-50) that will be stacked together.  The importance of stacking is explained in [last section](#stacking) (essentially, it improves the signal-to-noise ratio). In case you plan to use filters for imaging, take several shots to stack that many more times, for _each_ filter.\n\nAttach a filter onto the end of the T-adapter (or barlow) before inserting it into the telescope, as with a regular eyepiece. STAC currently has only 2 filters - the neutral density filter for moon and bright planets, and a light pollution filter.\n\nWith DSLRs that have RGB sensors, using colour filters is not required. To capture colour images with a monochromatic CCD or CMOS camera (useful for advanced photometric analysis), we will need colour filters such as narrowband (Hα + Oii + Siii is a popular combination of emission wavelengths for deep sky targets) or broadband (LRGB). Dedicated astrophotography software used with such cameras may also allow setting schedules to capture multiple series of raw frames with pre-specified settings, for each filter used.\n\n\n## Autoguiding\n\n### Connecting the Guide Cam\n\nRemove the front cap of the ASI 120mm Mini Camera, insert the camera into the finder scope of the telescope, and fix it securely. Note that the sensor is exposed so make sure not to allow dust or humidity etc to damage it by leaving the cap open for long. There are 2 cables that need to be connected:\n- A USB-C to USB-A cable to connect the output feed from the type-C port on the back of the camera to the laptop.\n- A non-coiled RJ45 (ethernet-type) cable from the laptop to the `GUIDE` port on the mount, to send the tracking control signals.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/guidecam.jpeg' | relative_url }}\" alt=\"Guide Camera and Ports\" height=\"400px\" class=\"center\"/>\n\n<img src=\"{{ '/assets/images/astrophoto-guide/guidecable.jpeg' | relative_url }}\" alt=\"GUIDE Cable connection\" height=\"400px\" class=\"center\"/>\n\nThe camera receives power through the first cable itself, so ensure that the laptop remains powered on. To set the focus, we need to view the live feed from the camera via the controller software.\n\n### ASI Studio\n\nFrom the ASI Studio suite, open the *ASICap* Planetary Imaging app. In the panel on the right, find the list of detected cameras, select `ASI 120mm Mini` and click on `Connect` to use the camera. If it doesn't appear, check the cable connection from the camera to laptop and that the software was installed correctly. Then you will start seeing a live feed from the camera in the main window.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/asicap.png' | relative_url }}\" alt=\"ASICap GUI\" height=\"400px\" class=\"center\"/>\n\nIf the focus is incorrect, you may not be able to see any stars in the feed. To set focus, loosen the screws of the finder scope that are holding the camera and slide it further in or out of the scope - the blurry disks of some bright stars should appear and eventually sharpen at the correct length. Tighten the screws again to fix the camera in place. It might help to slew the telescope to a bright star or planet to set the focus. Also set the Guide cam's Exposure time (usually > 500ms unless a bright star or planet is in the frame) and Gain (analogous to ISO in DSLRs) from the `Exposure` controls in the right side panel, in case the stars appear very faint.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/guidecam-focus.jpeg' | relative_url }}\" alt=\"Focusing the Guide Cam\" height=\"400px\" class=\"center\"/>\n\nIn case the finder scope wasn't aligned exactly parallel to the main telescope, you may not see the same target object in the center of the image. The software doesn't have to track the exact same target being photographed with the main camera to send corrections to the mount motor, nearby stars can also suffice as long as the image is in good focus.\n\nSlew the telescope back to the main target to photograph, check the alignment in the DSLR, and then start auto-guiding by clicking on the \"play\" triangle icon above the guide cam feed in the ASICap window. The software detects all visible stars in the field and automatically selects an appropriate one as a reference position to check the deviation of the tracking mount. When tracking is active, the reference star's original position will be circled in the camera feed, and the play button changes to a cross, with 4 arrows. The arrows flash to indicate corrected direction, and you can press the cross to stop auto-guiding. You should now be able to capture longer frames from the DSLR without visible trailing.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/asicaptrack.png' | relative_url }}\" alt=\"Autoguider camera feed\" height=\"400px\" class=\"center\"/>\n\nFrom the `ST4 Auto Guide Settings` icon at the top of the right panel, you can set the Guider cycle time (interval after which reference star's deviation will be checked), Correction time (interval after which the mount's tracking will be adjusted) and Tolerance (threshold to determine whether the reference star's position has deviated).\n\nNote:\n- In case it displays an error about being unable to find stars to track, verify that atleast 4-5 stars are clearly visible in the feed. Adjust the gain/exposure or focus or very slightly modify the region that the camera points at to include more stars, and try starting the autoguider again.\n- In some instances in my experience, the guiding stops functioning accurately after 8-10 minutes and allows the star position to drift. In case the reference star in ASICap is far outside its circled original position, stop and re-start the autoguiding.\n\n## Calibration Frames\n\nThe regular RAW images of the target are known as ***Light*** frames. But they contain multiple sources of noise and other errors, besides the random noise reduced by stacking, which get exaggerated during post-processing and histogram stretching, and capturing these calibration frames are important to minimise noise and error from systematic sources.\n\nNote: These also need to be stacked to create a \"master\" calibration frame of each type, so take atleast 8-10 of each type.\n\n### Darks\n\nThese frames must be captured using the same settings as lights - same ISO/Gain, same Exposure time, and also while the sensor is at the same temperature. Theoretically, darks taken at another time can be reused as long as these 3 parameters were the same. Else, maintaining their values, take a series of frames by covering the lid of the telescope tube so that no light enters. \nThey reveal:\n- Thermal sensor noise that is inherently present even when there is no light/signal from the sky. It is exaggerated by ISO/Gain, collects over the exposure time, and originates at a rate depending on the sensor temperature.\n- Hot pixels, which are defective pixels in the sensor that are always on (maybe in just some of the R/G/B channels), appearing as individual bright coloured/white dots.\n\nThe image below shows what a single raw dark frame looks like (left), and the exaggerated/stretched noise patterns in the stacked master dark (right).\n\n<img src=\"{{ '/assets/images/astrophoto-guide/dark.jpg' | relative_url }}\" alt=\"Raw Dark Frame, and Stacked+Stretched\" height=\"400px\" class=\"center\"/>\n\nTo illustrate the effect of sensor temperature on noise, below are 2 zoomed-in sections of dark frames with the same camera, ISO and exposure time. The one on the left is taken from Mandi campus at an ambient temperature of 13°C, and the one on the right from Hanle at -11°C. The brightest pixels in either are hot pixels.\n\n<div class=\"imgholder\">\n    <img src=\"{{ '/assets/images/astrophoto-guide/darknoise1.png' | relative_url }}\" alt=\"Noise at 13C\" width=\"400px\" class=\"center\"/>\n    <img src=\"{{ '/assets/images/astrophoto-guide/darknoise2.png' | relative_url }}\" alt=\"Noise at -11C\" width=\"400px\" class=\"center\"/>\n</div>\n\n### Flats\n\nThese frames are captured by allowing un-textured, uniform light to enter the telescope and clicking an image that is moderately exposed. This reveals:\n- Vignette that is caused by the telescope's optics\n- Shadows of dust and scratches on the lenses/mirrors/sensor etc\n\nFor even illumination, open the telescope lid and point it at an area of clear sky in daylight/twilight the morning after the observing session, or fill the laptop screen with a plain white image and place it onto the aperture to cover it without any gaps. Make sure that the camera's focus hasn't shifted so that the shadows aren't blurred. While clicking the frames, use any ISO/Gain and Exposure time so that the colour range in the image is around 50% grey (on DSLRs you can set a moderate ISO and use Shutter priority (`Tv`) mode to automatically capture just long enough to moderately expose the image). Slight colour tint is okay, but the entire histogram curve should be around 50% (no white/black). A single raw flat frame (left) and exaggerated/stretched shadows and effects (right) from the stacked master are shown below :\n\n<img src=\"{{ '/assets/images/astrophoto-guide/flat.jpg' | relative_url }}\" alt=\"Raw Flat Frame, and Stacked+Stretched\" height=\"400px\" class=\"center\"/>\n\nIt is important to take flats during the same session and with the same focus, so that the patterns of dust and scratches that were present that night are recorded - these change when the equipment is shifted so flats shouldn't be reused.\n\nSome image processing guides also use ***Dark Flats***, with the same settings as these flat frames but by covering the telescope lid so that the noise present in flat frames is revealed & can be subtracted from the regular flats.\n\n### Biases\n\nBias frames are captured almost identically to darks (same ISO, without light), but the exposure time is set to the minimum possible value (usually 1/4000 or 1/8000 in DSLRs). This reveals the \"sensor read noise\" which is due to errors in just saving the image from the sensor when pixels should be almost 100% black. A single raw bias frame (left) and exaggerated/stretched noise (right) from the stacked master are shown below :\n\n<img src=\"{{ '/assets/images/astrophoto-guide/bias.jpg' | relative_url }}\" alt=\"Raw Bias Frame, and Stacked+Stretched\" height=\"400px\" class=\"center\"/>\n\nBiases can be reused for any other photographs taken with the same camera and ISO/Gain, so it isn't necessary to capture them next time if a master bias exists. In case the read noise is very low, biases can also be skipped and are not as important as darks and flats.\n\n## Post-Processing\n\nThe steps for stacking and editing the photos are as important as all the work so far in capturing, to bring out details from the raw frames. This section only has a very brief summary of the procedure and tools used, since there are many different apps and possibilities, and detailed tutorials for each software.\n\n_Siril_ is a good starting point since it has a beginner-friendly UI, it's also general-purpose (performs calibration, stacking, and some post-processing, also for both planetary and deep sky images), is open source and free of cost, is available for all OSes (Windows/Mac/Linux), and can get advanced when required with plugins and scripting etc, to name a few advantages.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/siril.jpeg' | relative_url }}\" alt=\"Siril GUI\" height=\"400px\" class=\"center\"/>\n\nTo illustrate the importance of stacking and calibration, below is a single RAW frame of M33, the same raw frame with basic histogram transformations applied to bring out more detail, and then the image from a stack of 28 calibrated frames after complete post processing in Siril.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/stack.jpg' | relative_url }}\" alt=\"Siril GUI\" width=\"600px\" class=\"center\"/>\n\n### Stacking\n\nRepeat the procedure outlined below for each set of frames to stack (biases, darks, flats, lights+filters). Stack the calibration frames first, then the lights.\n\n1. Start Siril and Open the Directory containing all the raw frames.\n2. For a set of images to stack, create a FITS sequence from RAW filetypes, by adding images into the `Conversion` panel on the right. To view and edit RGB images in colour, check the `Debayer` option.\n3. The first frame of the sequence is displayed in the window - to highlight details change the viewing mode to \"Autostretch\" from \"Linear\" in the bottom panel.\n4. When stacking the calibration frames (darks/flats/biases/etc), skip directly to step 8 for the actual stacking. \n5. Select the master darks/flats/biases that you earlier stacked, in the `Calibration` panel, and calibrate the current sequence to create a new \"pre-processed\" (pp-) sequence. Notice the difference in detail from the raw light frames after calibration. In essence, the operation performed here is *Calibrated = (Light - Dark) / (Flat - Bias)* for each pixel. <br/> Note: In case the dark frames you took were at the wrong setting and contain more amplified noise then they should, Siril will display the errors for negative pixel count after dark subtraction.\n6. In the `Registration` panel, align any offset/shake between the pre-processed frames. This automatically detects stars using the algorithm selected (E.g. Global star alignment, 1-2-3 stars, etc) and transforms each image so that all stars are features exactly overlap before stacking, and saves the new version in a \"registered pre-processed\" (r-pp-) sequence.\n7. The `Plot` panel displays a metric (by default FWHM) of image quality of each registered image. Shaken and blurry images will have a larger FWHM value, and should be discarded before stacking, to preserve detail.\n8. Now stack the sequence from the `Stacking` panel. For calibration frames, use only median or average+rejection stacking. For darks/biases, never apply normalization and for flats, apply multiplicative mormalization. For the registered pre-processed light frames, use any appropriate stacking algorithm (often average+rejection) and normalization. The output is a single FITS image - which is the master frame for calibration, or the output to pre-process in case of light frames.\n9. Observe the edges of the stacked frame - it may be more noisy around the edges since frames were translated/scaled/rotated during registration and so data from only some images in the sequence overlaps there. Crop all the edges with a wide enough margin to retain only the main part of the stacked image. Save the FITS file for post-processing/enhancement.\n\nIt is natural for colour images taken with a DSLR to appear very greenish by now (due to the RGGB bayer pattern in sensors). This will be corrected in the next step. In case you took images with a monochrome camera and filters, they will still be separate greyscale frames and can be color-composited in the next stage.\n\n<img src=\"{{ '/assets/images/astrophoto-guide/green-stacked.png' | relative_url }}\" alt=\"Calibrated and Stacked FITS Image in Siril\" height=\"400px\" class=\"center\"/>\n\n### Enhancement\n\nIn this phase, multiple operations are possible to bring out detail in the image that was calibrated and had reduced noise after stacking. This is a glossary of some of the operations that can be performed (tools are available in Siril from the Image processing dropdown at the top of the window). *Important* - Change the viewing mode back to \"Linear\" from \"Autostretch\" in the bottom row of Siril before beginning pre-processing, to view the true distrbution.\n\n- **Histogram Transformation**: Modifies exposure / brightness, contrast, highlights, etc like the \"Curves\" tool in Adobe Photoshop or Lightroom. The histogram can undergo a simple Asinh function stretch, Hyperbolic stretch, or generalised transform. You would typically need to use this first to increase the pixel values from near zero, so that it resembles the autostretched view.\n- **Remove Green Noise**: One click operation to remove the excessive green intensity and obtain a greyish average colour.\n- **Color calibration**: Adjust color balance manually, or using the Photometric tool, to automatic values by specifying the object in the image so that Siril computes the photometric data and looks up the right color saturation values from an online database.\n- **Deconvolution**: A technique to increase sharpness of the image by computing the PSF (point spread function) of \"how blurry or spread out\" point sources of light are in the image, and using it to increase the contrast at edges. Richardson-Lucy algorithm is used for stars, while Wiener and Split-Bregman algorithms are for sharpening details on Planetary disks (not deep sky images).\n- **Wavelet Transform**: Computes the image features as a combination of _N_ levels of detail in increasing frequency (similar to Fourier Transform), and allows you to change the amplitude of each, affecting the brightness and sharpness of various features in the image. \n- **Median Filter** and **Bayes Denoising**: Noise reduction algorithms\n- **Background Extraction**: Corrects vignette and non-uniform gradients in the background by sampling the image across a grid, except for points that lie on a \"foreground\" target object, computing the variation in brightness as a polynomial function, and making it even/flat.\n- **RGB Compositing**: Used to merge stacked and calibrated frames for different channels into a single RGB image.\n\nApply any of these operations and more in the order as required to improve the quality of the final image.\n\n### Further Reading\n\nThe steps outlined in this Post-processing section are only a very brief summary of the possible workflow. Some useful tutorials and documentation for Siril (in detail) are:\n- [https://siril.org/tutorials/](https://siril.org/tutorials/)\n- [https://free-astro.org/index.php/Siril:Tutorial_preprocessing](https://free-astro.org/index.php/Siril:Tutorial_preprocessing)\n- [https://siril.readthedocs.io/en/latest/Processing.html](https://siril.readthedocs.io/en/latest/Processing.html)\n\nSome other popular apps include:\n- Deep Sky Stacker for generic stacking and calibration.\n- AutoStakkert! for stacking planetary images specifically.\n- Pixinsight for post processing and Enhancement"
    }
]